Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# ingredient.it_insalata_caprese.i1
source: Ripe tomatoes
de: Reife Tomaten
fr: Tomates mûres
nl: Rijpe tomaten

# ingredient.it_insalata_caprese.i2
source: Fresh mozzarella
de: Frischer Mozzarella
fr: Mozzarella fraîche
nl: Verse mozzarella

# ingredient.it_insalata_caprese.i3
source: Fresh basil leaves
de: Frische Basilikumblätter
fr: Feuilles de basilic frais
nl: Verse basilicumblaadjes

# ingredient.it_insalata_caprese.i4
source: Extra-virgin olive oil
de: Natives Olivenöl extra
fr: Huile d’olive extra vierge
nl: Extra vergine olijfolie

# ingredient.it_insalata_caprese.i5
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_insalata_caprese.i6
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_lasagna_alla_bolognese.i1
source: Fresh egg lasagna sheets
de: Frische Eier-Lasagneblätter
fr: Feuilles de lasagne fraîches aux œufs
nl: Verse eier-lasagnebladen

# ingredient.it_lasagna_alla_bolognese.i10
source: Dry white wine
de: Trockener Weißwein
fr: Vin blanc sec
nl: Droge witte wijn

# ingredient.it_lasagna_alla_bolognese.i11
source: Tomato paste
de: Tomatenmark
fr: Concentré de tomate
nl: Tomatenpuree

# ingredient.it_lasagna_alla_bolognese.i12
source: Tomato passata
de: Tomatenpassata
fr: Passata de tomate
nl: Tomatenpassata

# ingredient.it_lasagna_alla_bolognese.i13
source: Whole milk
de: Vollmilch
fr: Lait entier
nl: Volle melk

# ingredient.it_lasagna_alla_bolognese.i14
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_lasagna_alla_bolognese.i15
source: All-purpose flour
de: Weizenmehl
fr: Farine de blé
nl: Tarwebloem

# ingredient.it_lasagna_alla_bolognese.i16
source: Whole milk
de: Vollmilch
fr: Lait entier
nl: Volle melk

# ingredient.it_lasagna_alla_bolognese.i17
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_lasagna_alla_bolognese.i18
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_lasagna_alla_bolognese.i19
source: Ground nutmeg
de: Gemahlene Muskatnuss
fr: Noix de muscade moulue
nl: Gemalen nootmuskaat

# ingredient.it_lasagna_alla_bolognese.i4
source: Yellow onion
de: Gelbe Zwiebel
fr: Oignon jaune
nl: Gele ui

# ingredient.it_lasagna_alla_bolognese.i5
source: Carrot
de: Karotte
fr: Carotte
nl: Wortel

# ingredient.it_lasagna_alla_bolognese.i6
source: Celery
de: Stangensellerie
fr: Céleri branche
nl: Bleekselderij

# ingredient.it_lasagna_alla_bolognese.i7
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_lasagna_alla_bolognese.i8
source: Ground beef
de: Rinderhackfleisch
fr: Bœuf haché
nl: Rundergehakt

# ingredient.it_lasagna_alla_bolognese.i9
source: Ground pork
de: Schweinehackfleisch
fr: Porc haché
nl: Varkensgehakt

# ingredient.it_ossobuco_alla_milanese.i1
source: Veal shanks
de: Kalbshaxen
fr: Jarrets de veau
nl: Kalfsschenkels

# ingredient.it_ossobuco_alla_milanese.i10
source: Chicken stock
de: Hühnerbrühe
fr: Bouillon de volaille
nl: Kippenbouillon

# ingredient.it_ossobuco_alla_milanese.i11
source: Lemon zest
de: Zitronenabrieb
fr: Zeste de citron
nl: Citroenrasp

# ingredient.it_ossobuco_alla_milanese.i12
source: Garlic
de: Knoblauch
fr: Ail
nl: Knoflook

# ingredient.it_ossobuco_alla_milanese.i13
source: Fresh parsley
de: Frische Petersilie
fr: Persil frais
nl: Verse peterselie

# ingredient.it_ossobuco_alla_milanese.i14
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_ossobuco_alla_milanese.i15
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_ossobuco_alla_milanese.i2
source: All-purpose flour
de: Weizenmehl
fr: Farine de blé
nl: Tarwebloem

# ingredient.it_ossobuco_alla_milanese.i3
source: Yellow onion
de: Gelbe Zwiebel
fr: Oignon jaune
nl: Gele ui

# ingredient.it_ossobuco_alla_milanese.i4
source: Carrot
de: Karotte
fr: Carotte
nl: Wortel

# ingredient.it_ossobuco_alla_milanese.i5
source: Celery
de: Stangensellerie
fr: Céleri branche
nl: Bleekselderij

# ingredient.it_ossobuco_alla_milanese.i6
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_ossobuco_alla_milanese.i7
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_ossobuco_alla_milanese.i8
source: Tomato paste
de: Tomatenmark
fr: Concentré de tomate
nl: Tomatenpuree

# ingredient.it_ossobuco_alla_milanese.i9
source: Dry white wine
de: Trockener Weißwein
fr: Vin blanc sec
nl: Droge witte wijn

# ingredient.it_panettone.i1
source: Strong bread flour
de: Starkes Brotmehl
fr: Farine de blé forte
nl: Sterke tarwebloem

# ingredient.it_panettone.i10
source: Lemon zest
de: Zitronenabrieb
fr: Zeste de citron
nl: Citroenrasp

# ingredient.it_panettone.i11
source: Orange zest
de: Orangenabrieb
fr: Zeste d’orange
nl: Sinaasappelrasp

# ingredient.it_panettone.i12
source: Raisins
de: Rosinen
fr: Raisins secs
nl: Rozijnen

# ingredient.it_panettone.i13
source: Candied orange peel
de: Kandierte Orangenschale
fr: Écorces d’orange confites
nl: Gekonfijte sinaasappelschil

# ingredient.it_panettone.i14
source: Candied citron
de: Kandierte Zitronatwürfel
fr: Cédrat confit
nl: Gekonfijte citroen

# ingredient.it_panettone.i2
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_panettone.i3
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_panettone.i4
source: Fresh yeast
de: Frische Hefe
fr: Levure fraîche
nl: Verse gist

# ingredient.it_panettone.i5
source: Whole milk
de: Vollmilch
fr: Lait entier
nl: Volle melk

# ingredient.it_panettone.i6
source: Water
de: Wasser
fr: Eau

# ingredient.it_panettone.i7
source: Eggs
de: Eier
fr: Œufs
nl: Eieren

# ingredient.it_panettone.i8
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_panettone.i9
source: Vanilla bean
de: Vanilleschote
fr: Gousse de vanille
nl: Vanillestokje

# ingredient.it_panna_cotta.i1
source: Heavy cream
de: Schlagsahne
fr: Crème entière
nl: Slagroom

# ingredient.it_panna_cotta.i2
source: Whole milk
de: Vollmilch
fr: Lait entier
nl: Volle melk

# ingredient.it_panna_cotta.i3
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_panna_cotta.i4
source: Vanilla bean
de: Vanilleschote
fr: Gousse de vanille
nl: Vanillestokje

# ingredient.it_panna_cotta.i5
source: Gelatin sheets
de: Gelatineblätter
fr: Feuilles de gélatine
nl: Gelatineblaadjes

# ingredient.it_panna_cotta.i6
source: Water
de: Wasser
fr: Eau

# ingredient.it_panna_cotta.i7
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_pasta_alla_norma.i2
source: Eggplant
de: Aubergine
fr: Aubergine
nl: Aubergine

# ingredient.it_pasta_alla_norma.i3
source: Fresh basil
de: Frisches Basilikum
fr: Basilic frais
nl: Verse basilicum

# ingredient.it_pasta_alla_norma.i4
source: Garlic
de: Knoblauch
fr: Ail
nl: Knoflook

# ingredient.it_pasta_alla_norma.i5
source: Canned whole tomatoes
de: Ganze Tomaten aus der Dose
fr: Tomates entières en boîte
nl: Hele tomaten uit blik

# ingredient.it_pasta_alla_norma.i6
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_pasta_alla_norma.i8
source: Water
de: Wasser
fr: Eau

# ingredient.it_pasta_alla_norma.i9
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_pizza_margherita.i1
source: 00 Flour
de: Tipo-00-Mehl
fr: Farine tipo 00
nl: 00-Bloem

# ingredient.it_pizza_margherita.i2
source: Water
de: Wasser
fr: Eau

# ingredient.it_pizza_margherita.i3
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_pizza_margherita.i4
source: Fresh yeast
de: Frische Hefe
fr: Levure fraîche
nl: Verse gist

# ingredient.it_pizza_margherita.i5
source: Canned whole tomatoes
de: Ganze Tomaten aus der Dose
fr: Tomates entières en boîte
nl: Hele tomaten uit blik

# ingredient.it_pizza_margherita.i6
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_pizza_margherita.i8
source: Fresh basil leaves
de: Frische Basilikumblätter
fr: Feuilles de basilic frais
nl: Verse basilicumblaadjes

# ingredient.it_pizza_margherita.i9
source: Extra-virgin olive oil
de: Natives Olivenöl extra
fr: Huile d’olive extra vierge
nl: Extra vergine olijfolie

# ingredient.it_prosciutto_e_melone.i1
source: Ripe melon
de: Reife Melone
fr: Melon mûr
nl: Rijpe meloen

# ingredient.it_risotto_alla_milanese.i1
source: Carnaroli rice
de: Carnaroli-Reis
fr: Riz Carnaroli
nl: Carnaroli-rijst

# ingredient.it_risotto_alla_milanese.i10
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_risotto_alla_milanese.i2
source: Yellow onion
de: Gelbe Zwiebel
fr: Oignon jaune
nl: Gele ui

# ingredient.it_risotto_alla_milanese.i3
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_risotto_alla_milanese.i4
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_risotto_alla_milanese.i5
source: Dry white wine
de: Trockener Weißwein
fr: Vin blanc sec
nl: Droge witte wijn

# ingredient.it_risotto_alla_milanese.i6
source: Saffron threads
de: Safranfäden
fr: Filaments de safran
nl: Saffraandraadjes

# ingredient.it_risotto_alla_milanese.i7
source: Chicken stock
de: Hühnerbrühe
fr: Bouillon de volaille
nl: Kippenbouillon

# ingredient.it_risotto_alla_milanese.i9
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_spaghetti_alla_carbonara.i2
source: Egg yolk
de: Eigelb
fr: Jaune d’œuf
nl: Eidooier

# ingredient.it_spaghetti_alla_carbonara.i4
source: Freshly ground black pepper
de: Frisch gemahlener schwarzer Pfeffer
fr: Poivre noir fraîchement moulu
nl: Versgemalen zwarte peper

# ingredient.it_spaghetti_alla_carbonara.i6
source: Water
de: Wasser
fr: Eau

# ingredient.it_spaghetti_alla_carbonara.i7
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_tagliatelle_ragu_bolognese.i1
source: Fresh egg tagliatelle
de: Frische Eier-Tagliatelle
fr: Tagliatelles fraîches aux œufs
nl: Verse eier-tagliatelle

# ingredient.it_tagliatelle_ragu_bolognese.i10
source: Dry white wine
de: Trockener Weißwein
fr: Vin blanc sec
nl: Droge witte wijn

# ingredient.it_tagliatelle_ragu_bolognese.i11
source: Tomato paste
de: Tomatenmark
fr: Concentré de tomate
nl: Tomatenpuree

# ingredient.it_tagliatelle_ragu_bolognese.i12
source: Canned crushed tomatoes
de: Gehackte Tomaten aus der Dose
fr: Tomates concassées en boîte
nl: Tomatenblokjes uit blik

# ingredient.it_tagliatelle_ragu_bolognese.i13
source: Whole milk
de: Vollmilch
fr: Lait entier
nl: Volle melk

# ingredient.it_tagliatelle_ragu_bolognese.i14
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_tagliatelle_ragu_bolognese.i15
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_tagliatelle_ragu_bolognese.i17
source: Water
de: Wasser
fr: Eau

# ingredient.it_tagliatelle_ragu_bolognese.i3
source: Yellow onion
de: Gelbe Zwiebel
fr: Oignon jaune
nl: Gele ui

# ingredient.it_tagliatelle_ragu_bolognese.i4
source: Carrot
de: Karotte
fr: Carotte
nl: Wortel

# ingredient.it_tagliatelle_ragu_bolognese.i5
source: Celery
de: Stangensellerie
fr: Céleri branche
nl: Bleekselderij

# ingredient.it_tagliatelle_ragu_bolognese.i6
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_tagliatelle_ragu_bolognese.i7
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_tagliatelle_ragu_bolognese.i8
source: Ground beef
de: Rinderhackfleisch
fr: Bœuf haché
nl: Rundergehakt

# ingredient.it_tagliatelle_ragu_bolognese.i9
source: Ground pork
de: Schweinehackfleisch
fr: Porc haché
nl: Varkensgehakt

# ingredient.it_tiramisu.i1
source: Eggs
de: Eier
fr: Œufs
nl: Eieren

# ingredient.it_tiramisu.i2
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_tiramisu.i4
source: Savoiardi ladyfingers
de: Savoiardi
fr: Biscuits savoiardi
nl: Savoiardi

# ingredient.it_tiramisu.i6
source: Unsweetened cocoa powder
de: Ungesüßtes Kakaopulver
fr: Cacao en poudre non sucré
nl: Ongezoet cacaopoeder

# ingredient.it_vitello_tonnato.i1
source: Veal roast
de: Kalbsbraten
fr: Rôti de veau
nl: Kalfsgebraad

# ingredient.it_vitello_tonnato.i10
source: Egg yolk
de: Eigelb
fr: Jaune d’œuf
nl: Eidooier

# ingredient.it_vitello_tonnato.i11
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_vitello_tonnato.i12
source: Lemon juice
de: Zitronensaft
fr: Jus de citron
nl: Citroensap

# ingredient.it_vitello_tonnato.i13
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_vitello_tonnato.i2
source: Yellow onion
de: Gelbe Zwiebel
fr: Oignon jaune
nl: Gele ui

# ingredient.it_vitello_tonnato.i3
source: Carrot
de: Karotte
fr: Carotte
nl: Wortel

# ingredient.it_vitello_tonnato.i4
source: Celery
de: Stangensellerie
fr: Céleri branche
nl: Bleekselderij

# ingredient.it_vitello_tonnato.i5
source: Salt
de: Salz
fr: Sel
nl: Zout

# ingredient.it_vitello_tonnato.i6
source: Water
de: Wasser
fr: Eau

# ingredient.it_vitello_tonnato.i7
source: Canned tuna in olive oil
de: Thunfisch aus der Dose in Olivenöl
fr: Thon en boîte à l’huile d’olive
nl: Tonijn uit blik in olijfolie

# ingredient.it_vitello_tonnato.i8
source: Anchovy fillets
de: Sardellenfilets
fr: Filets d’anchois
nl: Ansjovisfilets

# ingredient.it_vitello_tonnato.i9
source: Capers
de: Kapern
fr: Câpres
nl: Kappertjes

# ingredient.it_zabaione.i1
source: Egg yolks
de: Eigelb
fr: Jaunes d’œufs
nl: Eidooiers

# ingredient.it_zabaione.i2
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_zabaione.i3
source: Marsala wine
de: Marsala
fr: Vin de Marsala
nl: Marsala-wijn

# ingredient.it_zabaione.i4
source: Ground cinnamon
de: Gemahlener Zimt
fr: Cannelle moulue
nl: Gemalen kaneel

# recipe.it_arancini.drink.body
source: Pair with a Sicilian red such as Nero dAvola, or a dry sparkling wine to cut through the fried crust and ragù richness. Non-alcoholic option: sparkling water with lemon or a bitter citrus soda.
de: Kombiniere mit einem sizilianischen Rotwein wie Nero d’Avola oder einem trockenen Schaumwein, um durch die frittierte Kruste und das kräftige Ragù zu schneiden. Alkoholfrei: Sprudelwasser mit Zitrone oder eine bittere Zitruslimonade.
fr: À associer à un rouge sicilien comme le Nero d’Avola, ou à un effervescent sec pour trancher le croustillant frit et la richesse du ragù. Sans alcool: eau pétillante au citron ou soda d’agrumes amer.
nl: Combineer met een Siciliaanse rode wijn zoals Nero d’Avola, of met een droge mousserende wijn om door de gefrituurde korst en de rijke ragù te snijden. Alcoholvrij: bruiswater met citroen of een bitter citrusdrankje.

# recipe.it_arancini.info
source: Traditional Sicilian arancini are golden, deep-fried rice balls with a creamy saffron rice shell and a savory ragù filling, often with peas and melting cheese at the center. Common as street food and antipasto, they are served hot and crisp right after frying, with the filling rich and the rice tender inside.
de: Traditionelle sizilianische Arancini sind goldbraun frittierte Reisbällchen mit einer cremigen Safranreis-Hülle und einer herzhaften Ragù-Füllung, oft mit Erbsen und schmelzendem Käse im Kern. Als Streetfood und Antipasto beliebt; heiß und knusprig direkt nach dem Frittieren serviert, innen mit reicher Füllung und zartem Reis.
fr: Arancini siciliens traditionnels: boules de riz frites, dorées, avec une enveloppe de riz au safran crémeuse et une farce de ragù savoureuse, souvent avec des petits pois et du fromage fondant au centre. Courants en street food et en antipasto; servis très chauds et croustillants juste après friture, avec une farce riche et un riz tendre.
nl: Traditionele Siciliaanse arancini zijn goudbruin gefrituurde rijstballen met een romige saffraanrijst buitenkant en een hartige ragùvulling, vaak met doperwten en smeltende kaas in het midden. Bekend als streetfood en antipasto; heet en knapperig direct na het frituren geserveerd, met rijke vulling en zachte rijst vanbinnen.

# recipe.it_arancini.info.summary
source: Crisp rice balls
de: Knusprige Reisbällchen
fr: Boules de riz croustillantes
nl: Krokante rijstballen

# recipe.it_arancini.step1.body
source: Finely chop onion, carrot, and celery for an even ragù base.
de: Zwiebel, Karotte und Sellerie fein hacken für eine gleichmäßige Ragùbasis.
fr: Hacher finement oignon, carotte et céleri pour une base de ragù uniforme.
nl: Snijd ui, wortel en bleekselderij fijn voor een gelijkmatige ragùbasis.

# recipe.it_arancini.step1.title
source: Prep the soffritto
de: Bereite das Soffritto vor
fr: Préparer le soffritto
nl: Bereid de soffritto

# recipe.it_arancini.step10.body
source: Set up bowls with flour, beaten eggs, and breadcrumbs. Coat each arancino in flour, dip in egg, then cover fully in breadcrumbs.
de: Schüsseln mit Mehl, verquirlten Eiern und Paniermehl vorbereiten. Jeden Arancino in Mehl wenden, durch Ei ziehen und vollständig in Paniermehl wälzen.
fr: Préparer des bols avec farine, oeufs battus et chapelure. Passer chaque arancino dans la farine, puis dans l oeuf, puis l enrober entièrement de chapelure.
nl: Zet kommen klaar met bloem, losgeklopte eieren en paneermeel. Haal elke arancino door bloem, dan door ei en bedek volledig met paneermeel.

# recipe.it_arancini.step10.title
source: Bread the arancini
de: Arancini panieren
fr: Paner les arancini
nl: Paneer de arancini

# recipe.it_arancini.step11.body
source: Heat vegetable oil in a deep pot and fry arancini in batches until deep golden and hot throughout. Lift out and drain on paper towels.
de: Pflanzenöl in einem tiefen Topf erhitzen und Arancini portionsweise frittieren, bis sie tief goldbraun und innen heiß sind. Herausheben und auf Küchenpapier abtropfen lassen.
fr: Chauffer l huile végétale dans une marmite profonde et frire par fournées jusqu à doré foncé et bien chaud à coeur. Retirer et égoutter sur papier absorbant.
nl: Verhit plantaardige olie in een diepe pan en frituur arancini in porties tot diep goudbruin en door en door heet. Schep eruit en laat uitlekken op keukenpapier.

# recipe.it_arancini.step11.title
source: Fry until golden
de: Goldbraun frittieren
fr: Frire jusqu à doré
nl: Frituur tot goudbruin

# recipe.it_arancini.step12.body
source: Serve immediately while crisp and hot.
de: Sofort servieren, solange sie knusprig und heiß sind.
fr: Servir immédiatement tant que c est croustillant et chaud.
nl: Serveer direct terwijl ze krokant en heet zijn.

# recipe.it_arancini.step12.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_arancini.step2.body
source: Warm olive oil in a saucepan, add the chopped vegetables, and cook gently until softened.
de: Olivenöl in einem Topf erwärmen, das gehackte Gemüse zugeben und sanft garen, bis es weich ist.
fr: Chauffer l huile d olive dans une casserole, ajouter les légumes hachés et cuire doucement jusqu à tendres.
nl: Verwarm olijfolie in een pan, voeg de gesneden groenten toe en gaar zacht tot ze zacht zijn.

# recipe.it_arancini.step2.title
source: Cook the ragù base
de: Ragùbasis garen
fr: Cuire la base
nl: Gaar de basis

# recipe.it_arancini.step3.body
source: Add ground beef, break it up, and cook until it loses its raw color and begins to brown.
de: Rinderhack zugeben, zerteilen und braten, bis es nicht mehr roh aussieht und zu bräunen beginnt.
fr: Ajouter le boeuf haché, l émietter et cuire jusqu à ce qu il ne soit plus rouge et commence à dorer.
nl: Voeg rundergehakt toe, maak los en bak tot het niet meer rauw oogt en begint te kleuren.

# recipe.it_arancini.step3.title
source: Brown the meat
de: Fleisch anbraten
fr: Faire revenir la viande
nl: Bak het vlees aan

# recipe.it_arancini.step4.body
source: Pour in the wine and simmer until the sharp alcohol smell fades and most liquid reduces.
de: Wein angießen und köcheln lassen, bis der stechende Alkoholgeruch verflogen ist und der Großteil der Flüssigkeit reduziert ist.
fr: Verser le vin et laisser frémir jusqu à ce que l odeur d alcool s estompe et que le liquide réduise largement.
nl: Schenk de wijn erbij en laat pruttelen tot de alcoholgeur weg is en het meeste vocht is ingekookt.

# recipe.it_arancini.step4.title
source: Reduce the wine
de: Wein einkochen
fr: Réduire le vin
nl: Laat de wijn inkoken

# recipe.it_arancini.step5.body
source: Stir in tomato paste and passata, season with salt and pepper, and simmer gently until thick. Stir in peas near the end and let them cook through. Cool the filling.
de: Tomatenmark und Passata einrühren, mit Salz und Pfeffer würzen und sanft köcheln lassen, bis dick. Erbsen gegen Ende einrühren und gar ziehen lassen. Füllung abkühlen lassen.
fr: Incorporer concentré de tomate et passata, saler et poivrer et mijoter doucement jusqu à épaississement. Ajouter les petits pois vers la fin et les laisser cuire. Laisser refroidir la farce.
nl: Roer tomatenpuree en passata erdoor, kruid met zout en peper en laat zacht pruttelen tot dik. Roer doperwten tegen het einde erdoor en laat ze gaar worden. Laat de vulling afkoelen.

# recipe.it_arancini.step5.title
source: Simmer the ragù
de: Ragù köcheln lassen
fr: Mijoter le ragù
nl: Laat de ragù pruttelen

# recipe.it_arancini.step6.body
source: Warm a small splash of stock and steep saffron until the color releases.
de: Einen kleinen Schuss Brühe erwärmen und Safran ziehen lassen, bis die Farbe frei wird.
fr: Chauffer un petit filet de bouillon et y faire infuser le safran jusqu à libération de la couleur.
nl: Verwarm een klein scheutje bouillon en laat saffraan trekken tot de kleur loskomt.

# recipe.it_arancini.step6.title
source: Bloom the saffron
de: Safran ziehen lassen
fr: Infuser le safran
nl: Trek de saffraan

# recipe.it_arancini.step7.body
source: Bring stock to a simmer in a pot, add rice, and cook until tender and the liquid is absorbed, stirring as needed. Stir in saffron infusion, butter, and Parmigiano-Reggiano, then season with salt.
de: Brühe zum Köcheln bringen, Reis zugeben und garen, bis er zart ist und die Flüssigkeit aufgenommen hat, dabei bei Bedarf rühren. Safranaufguss, Butter und Parmigiano Reggiano einrühren und mit Salz würzen.
fr: Porter le bouillon à frémissement, ajouter le riz et cuire jusqu à tendreté et absorption, en remuant si besoin. Incorporer infusion de safran, beurre et Parmigiano Reggiano puis saler.
nl: Breng bouillon op zacht pruttelen, voeg rijst toe en kook tot gaar en het vocht is opgenomen, roer zo nodig. Roer saffraanextract, boter en Parmigiano-Reggiano erdoor en breng op smaak met zout.

# recipe.it_arancini.step7.title
source: Cook the rice
de: Reis kochen
fr: Cuire le riz
nl: Kook de rijst

# recipe.it_arancini.step8.body
source: Spread the rice on a tray and cool completely so it becomes firm enough to shape.
de: Den Reis auf einem Blech ausstreichen und vollständig abkühlen lassen, damit er fest genug zum Formen wird.
fr: Étaler le riz sur une plaque et laisser refroidir complètement pour qu il soit assez ferme pour façonner.
nl: Spreid de rijst uit op een bakplaat en laat volledig afkoelen zodat hij stevig genoeg wordt om te vormen.

# recipe.it_arancini.step8.title
source: Cool the rice
de: Reis abkühlen
fr: Refroidir le riz
nl: Koel de rijst
