Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_pizza_margherita.step3.body
source: Place the dough in a bowl, cover, and let it rise until airy and expanded.
de: Den Teig in eine Schüssel geben, abdecken und gehen lassen, bis er luftig und deutlich vergrößert ist.
fr: Mettre la pâte dans un bol, couvrir et laisser lever jusqu à ce qu elle soit aérée et bien développée.
nl: Leg het deeg in een kom, dek af en laat rijzen tot luchtig en duidelijk groter.

# recipe.it_pizza_margherita.step3.title
source: Bulk ferment
de: Stockgare
fr: Première fermentation
nl: Eerste rijs

# recipe.it_pizza_margherita.step4.body
source: Divide the dough into equal pieces and shape each into a tight ball.
de: Den Teig in gleich große Stücke teilen und jedes Stück zu einer straffen Kugel formen.
fr: Diviser en parts égales et façonner chaque part en boule bien serrée.
nl: Verdeel het deeg in gelijke stukken en vorm elk stuk tot een strakke bol.

# recipe.it_pizza_margherita.step4.title
source: Portion the dough
de: Teig portionieren
fr: Portionner la pâte
nl: Verdeel het deeg

# recipe.it_pizza_margherita.step5.body
source: Cover the dough balls and let them proof until relaxed and puffy.
de: Die Teigkugeln abdecken und gehen lassen, bis sie entspannt und sichtbar aufgegangen sind.
fr: Couvrir les boules et laisser lever jusqu à ce qu elles soient détendues et gonflées.
nl: Dek de deegbollen af en laat rijzen tot ontspannen en luchtig.

# recipe.it_pizza_margherita.step5.title
source: Final proof
de: Stückgare
fr: Seconde levée
nl: Nareis

# recipe.it_pizza_margherita.step6.body
source: Preheat the oven at its highest setting with a pizza stone or steel inside until fully heated.
de: Den Ofen auf höchster Stufe mit Pizzastein oder Stahl darin vollständig vorheizen.
fr: Préchauffer le four au maximum avec une pierre ou une plaque acier à l intérieur jusqu à complète chauffe.
nl: Verwarm de oven op de hoogste stand met pizzasteen of staal erin tot alles goed door en door heet is.

# recipe.it_pizza_margherita.step6.title
source: Heat oven and stone
de: Ofen und Stein aufheizen
fr: Chauffer le four et la pierre
nl: Verwarm oven en steen

# recipe.it_pizza_margherita.step7.body
source: Crush tomatoes by hand and season with salt. Slice and drain mozzarella so it is not watery.
de: Tomaten von Hand zerdrücken und salzen. Mozzarella schneiden und abtropfen lassen, damit er nicht wässrig ist.
fr: Écraser les tomates à la main et saler. Trancher la mozzarella et l égoutter pour qu elle ne soit pas aqueuse.
nl: Knijp tomaten met de hand fijn en zout. Snijd mozzarella en laat uitlekken zodat hij niet waterig is.

# recipe.it_pizza_margherita.step7.title
source: Prepare toppings
de: Belag vorbereiten
fr: Préparer la garniture
nl: Bereid de topping

# recipe.it_pizza_margherita.step8.body
source: On a lightly floured surface, press and stretch a dough ball into a round, keeping a thicker rim.
de: Auf leicht bemehlter Fläche eine Teigkugel flach drücken und zu einem runden Fladen ausziehen, dabei einen dickeren Rand lassen.
fr: Sur un plan légèrement fariné, presser et étirer une boule en disque en gardant un bord plus épais.
nl: Druk en rek op een licht bebloemd werkblad een deegbol uit tot een ronde vorm met een dikkere rand.

# recipe.it_pizza_margherita.step8.title
source: Stretch the dough
de: Teig ausziehen
fr: Étaler la pâte
nl: Rek het deeg uit

# recipe.it_pizza_margherita.step9.body
source: Spread tomato over the center, add mozzarella, and drizzle with olive oil.
de: Tomaten auf die Mitte geben, Mozzarella darauf verteilen und mit Olivenöl beträufeln.
fr: Étaler la tomate au centre, ajouter la mozzarella et arroser d huile d olive.
nl: Verdeel tomaat over het midden, voeg mozzarella toe en besprenkel met olijfolie.

# recipe.it_pizza_margherita.step9.title
source: Top the pizza
de: Pizza belegen
fr: Garnir la pizza
nl: Beleg de pizza

# recipe.it_pizza_margherita.tool.t1
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_pizza_margherita.tool.t10
source: Knife
de: Messer
fr: Couteau
nl: Mes

# recipe.it_pizza_margherita.tool.t2
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_pizza_margherita.tool.t3
source: Work surface
de: Arbeitsfläche
fr: Plan de travail
nl: Werkblad

# recipe.it_pizza_margherita.tool.t4
source: Bench scraper
de: Teigkarte
fr: Coupe-pâte
nl: Deegschraper

# recipe.it_pizza_margherita.tool.t5
source: Kitchen towel
de: Küchentuch
fr: Torchon
nl: Theedoek

# recipe.it_pizza_margherita.tool.t6
source: Baking tray
de: Backblech
fr: Plaque de cuisson
nl: Bakplaat

# recipe.it_pizza_margherita.tool.t7
source: Pizza peel or inverted tray
de: Pizzaschieber oder umgedrehtes Blech
fr: Pelle à pizza ou plaque retournée
nl: Pizzaschep of omgekeerde bakplaat

# recipe.it_pizza_margherita.tool.t8
source: Pizza stone or steel
de: Pizzastein oder Pizzastahl
fr: Pierre ou acier à pizza
nl: Pizzasteen of pizzastaal

# recipe.it_pizza_margherita.tool.t9
source: Oven
de: Ofen
fr: Four

# recipe.it_prosciutto_e_melone.drink.body
source: Pair with a dry sparkling wine or a light, crisp white to complement the salt and sweetness. Non-alcoholic option: sparkling water or a chilled mint tea.
de: Kombiniere mit einem trockenen Schaumwein oder einem leichten, frischen Weißwein, der Salz und Süße ergänzt. Alkoholfrei: Sprudelwasser oder gekühlter Minztee.
fr: À associer à un vin effervescent sec ou à un blanc léger et vif qui complète le sel et la douceur. Sans alcool: eau pétillante ou thé à la menthe bien frais.
nl: Combineer met een droge mousserende wijn of een lichte, frisse witte wijn die het zout en de zoetheid mooi aanvult. Alcoholvrij: bruiswater of gekoelde muntthee.

# recipe.it_prosciutto_e_melone.drink.summary
source: Dry sparkling wine
de: Trockener Schaumwein
fr: Effervescent sec
nl: Droge bubbelwijn

# recipe.it_prosciutto_e_melone.info
source: A traditional Italian antipasto pairing ripe melon with thinly sliced prosciutto, balancing sweet, juicy fruit with savory cured ham. Typically served chilled in summer as a simple starter that highlights ingredient quality and requires minimal preparation.
de: Eine traditionelle italienische Antipasto, die reife Melone mit dünn geschnittenem Prosciutto kombiniert und süßes, saftiges Obst mit herzhaftem Rohschinken ausbalanciert. Typischerweise im Sommer gekühlt serviert, als einfacher Starter, der die Qualität der Zutaten und minimale Zubereitung betont.
fr: Antipasto italien traditionnel associant melon mûr et fines tranches de prosciutto, équilibrant le fruit sucré et juteux avec le jambon sec salé. Généralement servi bien frais en été, en entrée simple qui met l’accent sur la qualité des ingrédients et une préparation minimale.
nl: Een traditionele Italiaanse antipasto die rijpe meloen combineert met flinterdunne prosciutto, met balans tussen zoet, sappig fruit en hartige gedroogde ham. Meestal gekoeld geserveerd in de zomer als eenvoudige starter die draait om ingredientkwaliteit en minimale voorbereiding.

# recipe.it_prosciutto_e_melone.info.summary
source: Sweet salty antipasto
de: Süß-salzige Antipasto
fr: Antipasto sucré-salé
nl: Zoet-zout antipasto

# recipe.it_prosciutto_e_melone.step1.body
source: Cut the melon, remove seeds, and slice into wedges or bite-sized pieces.
de: Melone aufschneiden, Kerne entfernen und in Spalten oder mundgerechte Stücke schneiden.
fr: Couper le melon, retirer les graines et tailler en quartiers ou en morceaux.
nl: Snijd de meloen, verwijder de pitten en snijd in partjes of hapklare stukken.

# recipe.it_prosciutto_e_melone.step1.title
source: Prepare the melon
de: Melone vorbereiten
fr: Préparer le melon
nl: Bereid de meloen

# recipe.it_prosciutto_e_melone.step2.body
source: Place melon on a platter and drape prosciutto slices over or alongside.
de: Melone auf einer Platte anrichten und Prosciutto darüber oder daneben legen.
fr: Disposer le melon sur un plat et déposer le prosciutto par dessus ou à côté.
nl: Leg meloen op een schaal en drapeer prosciutto erover of ernaast.

# recipe.it_prosciutto_e_melone.step2.title
source: Arrange
de: Anrichten
fr: Dresser
nl: Schik

# recipe.it_prosciutto_e_melone.step3.body
source: Serve chilled as a starter.
de: Gekühlt als Vorspeise servieren.
fr: Servir bien frais en entrée.
nl: Serveer gekoeld als voorgerecht.

# recipe.it_prosciutto_e_melone.step3.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_prosciutto_e_melone.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_prosciutto_e_melone.tool.t2
source: Knife
de: Messer
fr: Couteau
nl: Mes

# recipe.it_prosciutto_e_melone.tool.t3
source: Serving platter
de: Servierplatte
fr: Plat de service
nl: Serveerschaal

# recipe.it_risotto_alla_milanese.drink.body
source: Pair with a crisp, dry white such as Pinot Grigio or a northern Italian white with good acidity to balance the butter and cheese. Non-alcoholic option: sparkling water or a lightly sweetened lemon tea served chilled.
de: Dazu passt ein frischer, trockener Weißwein wie Pinot Grigio oder ein norditalienischer Weißwein mit guter Säure, der Butter und Käse ausbalanciert. Alkoholfrei: Sprudelwasser oder leicht gesüßter Zitronentee, gekühlt serviert.
fr: À associer à un blanc sec et vif comme un Pinot Grigio, ou à un blanc du nord de l’Italie avec une bonne acidité pour équilibrer beurre et fromage. Sans alcool: eau pétillante ou thé au citron légèrement sucré, servi frais.
nl: Combineer met een frisse, droge witte wijn zoals Pinot Grigio of een Noord-Italiaanse witte met goede zuren om boter en kaas in balans te brengen. Alcoholvrij: bruiswater of licht gezoete citroenthee, gekoeld.

# recipe.it_risotto_alla_milanese.drink.summary
source: Dry white wine
de: Trockener Weißwein
fr: Blanc sec
nl: Droge witte wijn

# recipe.it_risotto_alla_milanese.info
source: A traditional Milanese risotto made with Carnaroli or Arborio rice slowly cooked by adding hot broth little by little, finished with butter and Parmigiano-Reggiano for a creamy texture and bright yellow color from saffron. Often served as a first course or alongside ossobuco, it is a centerpiece of Lombardy cooking and best eaten immediately while flowing.
de: Ein traditionelles Mailänder Risotto aus Carnaroli- oder Arborio-Reis, langsam gegart, indem heiße Brühe nach und nach zugegeben wird, und mit Butter und Parmigiano-Reggiano vollendet für eine cremige Textur und die leuchtend gelbe Farbe durch Safran. Häufig als erster Gang oder zu Ossobuco serviert; ein Herzstück der lombardischen Küche, am besten sofort serviert, wenn es noch schön fließt.
fr: Risotto milanais traditionnel à base de riz Carnaroli ou Arborio, cuit lentement en ajoutant le bouillon chaud petit à petit, puis terminé au beurre et au Parmigiano-Reggiano pour une texture crémeuse et une couleur jaune vive grâce au safran. Souvent servi en primo ou avec l’ossobuco; un incontournable lombard, à déguster aussitôt tant qu’il est bien coulant.
nl: Een traditionele Milanese risotto van Carnaroli- of Arboriorijst, langzaam gegaard door beetje bij beetje hete bouillon toe te voegen, en afgewerkt met boter en Parmigiano-Reggiano voor een romige textuur en een heldergele kleur door saffraan. Vaak als eerste gang of naast ossobuco; een icoon uit Lombardije, het lekkerst direct geserveerd terwijl hij nog mooi vloeit.

# recipe.it_risotto_alla_milanese.info.summary
source: Saffron butter risotto
de: Safran-Butter-Risotto
fr: Risotto safran-beurre
nl: Saffraanboter risotto

# recipe.it_risotto_alla_milanese.step1.body
source: Warm the chicken stock in a pot and keep it at a gentle simmer so it is ready for the rice.
de: Hühnerbrühe in einem Topf erwärmen und leise köcheln lassen, damit sie für den Reis bereit ist.
fr: Réchauffer le bouillon de poulet et le maintenir à petit frémissement pour qu il soit prêt pour le riz.
nl: Verwarm kippenbouillon in een pan en houd op zacht pruttelen zodat het klaar is voor de rijst.

# recipe.it_risotto_alla_milanese.step1.title
source: Heat the stock
de: Brühe erhitzen
fr: Chauffer le bouillon
nl: Verwarm de bouillon

# recipe.it_risotto_alla_milanese.step10.body
source: Let the risotto stand for a moment so it relaxes, then stir once and serve immediately.
de: Das Risotto kurz stehen lassen, dann einmal umrühren und sofort servieren.
fr: Laisser le risotto reposer un instant, remuer une fois et servir immédiatement.
nl: Laat de risotto heel even staan zodat hij ontspant, roer één keer door en serveer direct.

# recipe.it_risotto_alla_milanese.step10.title
source: Rest briefly
de: Kurz ruhen lassen
fr: Laisser reposer
nl: Laat kort rusten

# recipe.it_risotto_alla_milanese.step2.body
source: In a small bowl, steep saffron in a little hot stock until the color blooms.
de: Safran in einer kleinen Schüssel in etwas heißer Brühe ziehen lassen, bis die Farbe kräftig ist.
fr: Dans un petit bol, faire infuser le safran dans un peu de bouillon chaud jusqu à ce que la couleur se développe.
nl: Laat saffraan in een kleine kom trekken in een beetje hete bouillon tot de kleur loskomt.

# recipe.it_risotto_alla_milanese.step2.title
source: Soak the saffron
de: Safran ziehen lassen
fr: Infuser le safran
nl: Week de saffraan

# recipe.it_risotto_alla_milanese.step3.body
source: Finely chop the onion. In a wide saucepan, melt part of the butter with olive oil and cook the onion gently until soft and translucent.
de: Zwiebel sehr fein hacken. In einer breiten Sauteuse einen Teil der Butter mit Olivenöl schmelzen und die Zwiebel sanft garen, bis sie weich und glasig ist.
fr: Hacher finement l oignon. Dans une sauteuse large, faire fondre une partie du beurre avec l huile d olive et cuire l oignon doucement jusqu à ce qu il soit tendre et translucide.
nl: Snijd de ui fijn. Smelt in een brede pan een deel van de boter met olijfolie en gaar de ui zacht tot zacht en glazig.

# recipe.it_risotto_alla_milanese.step3.title
source: Sweat the onion
de: Zwiebel anschwitzen
fr: Faire suer l oignon
nl: Fruit de ui

# recipe.it_risotto_alla_milanese.step4.body
source: Add the rice and stir until the grains are hot and lightly translucent at the edges.
de: Reis zugeben und rühren, bis die Körner heiß sind und an den Rändern leicht durchsichtig werden.
fr: Ajouter le riz et remuer jusqu à ce que les grains soient chauds et légèrement translucides sur les bords.
nl: Voeg de rijst toe en roer tot de korrels heet zijn en aan de randen licht doorschijnend.

# recipe.it_risotto_alla_milanese.step4.title
source: Toast the rice
de: Reis anrösten
fr: Nacrer le riz
nl: Rooster de rijst

# recipe.it_risotto_alla_milanese.step5.body
source: Pour in the wine and stir until it is mostly absorbed and the sharp alcohol smell fades.
de: Wein angießen und rühren, bis er größtenteils aufgenommen ist und der stechende Alkoholgeruch verflogen ist.
fr: Verser le vin et remuer jusqu à ce qu il soit presque absorbé et que l odeur d alcool s estompe.
nl: Schenk de wijn erbij en roer tot hij grotendeels is opgenomen en de alcoholgeur weg is.

# recipe.it_risotto_alla_milanese.step5.title
source: Reduce the wine
de: Wein einkochen
fr: Réduire le vin
nl: Laat de wijn inkoken

# recipe.it_risotto_alla_milanese.step6.body
source: Add a ladle of hot stock and stir steadily until it is nearly absorbed, keeping the rice at a gentle simmer.
de: Eine Kelle heiße Brühe zugeben und stetig rühren, bis sie fast aufgenommen ist, dabei den Reis sanft köcheln lassen.
fr: Ajouter une louche de bouillon chaud et remuer régulièrement jusqu à ce qu il soit presque absorbé, en gardant un frémissement doux.
nl: Voeg een soeplepel hete bouillon toe en roer rustig tot bijna opgenomen, houd de rijst zacht pruttelend.

# recipe.it_risotto_alla_milanese.step6.title
source: Begin adding stock
de: Mit Brühe beginnen
fr: Commencer le bouillon
nl: Begin met bouillon toevoegen

# recipe.it_risotto_alla_milanese.step7.body
source: Continue adding stock a ladle at a time, stirring and letting each addition absorb before the next, until the rice is tender with a slight bite.
de: Weiter Brühe kellenweise zugeben, rühren und jede Zugabe aufnehmen lassen, bis der Reis zart ist, aber noch leichten Biss hat.
fr: Continuer à ajouter le bouillon louche par louche, en remuant et en laissant chaque ajout s absorber avant le suivant, jusqu à ce que le riz soit tendre avec une légère mâche.
nl: Blijf bouillon lepel voor lepel toevoegen, roer en laat elke toevoeging opnemen voor de volgende, tot de rijst gaar is met een lichte beet.

# recipe.it_risotto_alla_milanese.step7.title
source: Cook gradually
de: Nach und nach garen
fr: Cuire progressivement
nl: Gaar geleidelijk

# recipe.it_risotto_alla_milanese.step8.body
source: Stir in the saffron infusion and continue cooking briefly until the color is even and the texture is creamy.
de: Safranaufguss einrühren und kurz weitergaren, bis die Farbe gleichmäßig ist und die Konsistenz cremig wird.
fr: Incorporer l infusion de safran et cuire encore brièvement jusqu à une couleur uniforme et une texture crémeuse.
nl: Roer het saffraanextract erdoor en kook kort door tot de kleur egaal is en de textuur romig.

# recipe.it_risotto_alla_milanese.step8.title
source: Add saffron
de: Safran zugeben
fr: Ajouter le safran
nl: Voeg saffraan toe

# recipe.it_risotto_alla_milanese.step9.body
source: Turn off the heat. Stir in the remaining butter and Parmigiano-Reggiano until glossy and flowing, then season with salt.
de: Herd ausschalten. Restliche Butter und Parmigiano Reggiano einrühren, bis das Risotto glänzt und fließend ist, dann mit Salz abschmecken.
fr: Couper le feu. Incorporer le reste du beurre et le Parmigiano Reggiano jusqu à obtenir un risotto brillant et coulant, puis ajuster le sel.
nl: Zet het vuur uit. Roer de rest van de boter en Parmigiano-Reggiano erdoor tot glanzend en vloeiend en breng op smaak met zout.

# recipe.it_risotto_alla_milanese.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_risotto_alla_milanese.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_risotto_alla_milanese.tool.t3
source: Wide heavy saucepan
de: Breite, schwere Sauteuse
fr: Sauteuse large et lourde
nl: Brede zware sauspan

# recipe.it_risotto_alla_milanese.tool.t4
source: Medium pot
de: Mittlerer Topf
fr: Casserole moyenne
nl: Middelgrote pan

# recipe.it_risotto_alla_milanese.tool.t5
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_risotto_alla_milanese.tool.t6
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_risotto_alla_milanese.tool.t7
source: Small bowl
de: Kleine Schüssel
fr: Petit bol
nl: Kleine kom

# recipe.it_risotto_alla_milanese.tool.t8
source: Fine grater
de: Feine Reibe
fr: Râpe fine
nl: Fijne rasp

# recipe.it_spaghetti_alla_carbonara.drink.body
source: Pair with a crisp Roman white such as Frascati or a light, low-tannin red that will not overpower the guanciale and pepper. Non-alcoholic option: sparkling water with lemon or a bitter citrus soda.
de: Dazu passt ein frischer römischer Weißwein wie Frascati oder ein leichter, tanninarmer Rotwein, der Guanciale und Pfeffer nicht überdeckt. Alkoholfrei: Sprudelwasser mit Zitrone oder eine bittere Zitruslimonade.
fr: À associer à un blanc romain vif comme le Frascati, ou à un rouge léger et peu tannique qui ne dominera pas le guanciale et le poivre. Sans alcool: eau pétillante au citron ou soda d’agrumes amer.
nl: Combineer met een frisse Romeinse witte wijn zoals Frascati of een lichte rode wijn met weinig tannine die guanciale en peper niet overheerst. Alcoholvrij: bruiswater met citroen of een bitter citrusdrankje.

# recipe.it_spaghetti_alla_carbonara.drink.summary
source: Frascati or red
de: Frascati oder Rotwein
fr: Frascati ou rouge
nl: Frascati of rood

# recipe.it_spaghetti_alla_carbonara.info
source: A traditional Roman pasta where hot spaghetti is coated in a silky emulsion of egg, Pecorino Romano, and rendered guanciale fat, finished with plenty of black pepper. Served immediately while glossy and hot, carbonara is a staple of trattorias and home kitchens, valued for its richness and careful technique.
de: Eine traditionelle römische Pasta, bei der heiße Spaghetti von einer seidigen Emulsion aus Ei, Pecorino Romano und ausgelassenem Guanciale-Fett umhüllt werden, mit reichlich schwarzem Pfeffer vollendet. Sofort servieren, solange sie glänzend und heiß ist; Carbonara ist ein Klassiker in Trattorien und Hausküchen, geschätzt für ihren Reichtum und die präzise Technik.
fr: Pâtes romaines traditionnelles où des spaghetti chauds sont enrobés d’une émulsion soyeuse d’œuf, de Pecorino Romano et de gras de guanciale fondu, avec beaucoup de poivre noir. Servie immédiatement, brillante et bien chaude; un pilier des trattorias et des cuisines familiales, apprécié pour sa richesse et sa technique précise.
nl: Een traditionele Romeinse pasta waarbij hete spaghetti wordt omhuld door een zijdezachte emulsie van ei, Pecorino Romano en het uitgebakken vet van guanciale, afgewerkt met royaal zwarte peper. Meteen serveren terwijl het glanst en heet is; carbonara is een vaste waarde in trattoria’s en thuiskeukens, geliefd om zijn rijkdom en precieze techniek.

# recipe.it_spaghetti_alla_carbonara.info.summary
source: Creamy egg sauce
de: Cremige Eiersauce
fr: Sauce aux œufs
nl: Romige ei-saus

# recipe.it_spaghetti_alla_carbonara.step1.body
source: Cut guanciale into small batons so it renders evenly and stays crisp.
de: Guanciale in kleine Stifte schneiden, damit es gleichmäßig auslässt und knusprig bleibt.
fr: Couper le guanciale en petits bâtonnets pour qu il rende sa graisse régulièrement et reste croustillant.
nl: Snijd guanciale in kleine reepjes zodat het vet gelijkmatig uitsmelt en het krokant blijft.

# recipe.it_spaghetti_alla_carbonara.step1.title
source: Prep the guanciale
de: Guanciale vorbereiten
fr: Préparer le guanciale
nl: Bereid de guanciale

# recipe.it_spaghetti_alla_carbonara.step2.body
source: In a bowl, whisk egg yolks with finely grated Pecorino Romano and plenty of black pepper until thick and cohesive.
de: In einer Schüssel Eigelb mit fein geriebenem Pecorino Romano und reichlich schwarzem Pfeffer verrühren, bis die Masse dick und homogen ist.
fr: Dans un bol, fouetter les jaunes avec du Pecorino Romano finement râpé et beaucoup de poivre noir jusqu à obtenir une masse épaisse et homogène.
nl: Klop in een kom eidooiers met fijn geraspte Pecorino Romano en veel zwarte peper tot dik en samenhangend.

# recipe.it_spaghetti_alla_carbonara.step2.title
source: Make the egg mixture
de: Eimischung herstellen
fr: Préparer le mélange d oeufs
nl: Maak het eimengsel

# recipe.it_spaghetti_alla_carbonara.step3.body
source: Bring %i6 to a rolling boil in a large pot and season it with salt.
de: %I6 in einem großen Topf sprudelnd aufkochen und salzen.
fr: Porter %i6 à gros bouillons dans une grande marmite et saler.
nl: Breng %i6 in een grote pan aan de kook en zout het water.

# recipe.it_spaghetti_alla_carbonara.step3.title
source: Boil water
de: Wasser kochen
fr: Faire bouillir l eau
nl: Kook water

# recipe.it_spaghetti_alla_carbonara.step4.body
source: Add spaghetti and cook until al dente, stirring occasionally. Reserve starchy pasta water before draining.
de: Spaghetti zugeben und al dente garen, gelegentlich rühren. Stärkehaltiges Nudelwasser vor dem Abgießen aufbewahren.
fr: Ajouter les spaghetti et cuire al dente en remuant de temps en temps. Réserver de l eau de cuisson amidonnée avant d égoutter.
nl: Voeg spaghetti toe en kook al dente, roer af en toe. Bewaar zetmeelrijk pastawater en giet af.

# recipe.it_spaghetti_alla_carbonara.step4.title
source: Cook the spaghetti
de: Spaghetti kochen
fr: Cuire les spaghetti
nl: Kook de spaghetti
