Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_panettone.step8.body
source: Cover the bowl and let the dough rise until well expanded and airy.
de: Abdecken und gehen lassen, bis der Teig deutlich aufgegangen und luftig ist.
fr: Couvrir et laisser lever jusqu à ce que la pâte soit bien développée et aérée.
nl: Dek af en laat rijzen tot duidelijk groter en luchtig.

# recipe.it_panettone.step8.title
source: First rise
de: Erste Gare
fr: Première levée
nl: Eerste rijs

# recipe.it_panettone.step9.body
source: Turn out the dough, tighten it into a smooth ball, and let it rest briefly before final shaping.
de: Den Teig herausnehmen, zu einer glatten Kugel straff rundwirken und vor dem finalen Formen kurz ruhen lassen.
fr: Sortir la pâte, la bouler serré et laisser reposer brièvement avant la mise en forme finale.
nl: Stort het deeg, span het op tot een gladde bol en laat kort rusten voor de definitieve vorm.

# recipe.it_panettone.step9.title
source: Shape
de: Formen
fr: Façonner
nl: Vorm

# recipe.it_panettone.tool.t1
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_panettone.tool.t10
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_panettone.tool.t2
source: Stand mixer with dough hook
de: Küchenmaschine mit Knethaken
fr: Robot pâtissier avec crochet
nl: Keukenmachine met deeghaak

# recipe.it_panettone.tool.t3
source: Rubber spatula
de: Teigschaber
fr: Spatule en silicone
nl: Rubberen spatel

# recipe.it_panettone.tool.t4
source: Kitchen scale
de: Küchenwaage
fr: Balance de cuisine
nl: Keukenweegschaal

# recipe.it_panettone.tool.t5
source: Panettone paper mold
de: Panettone-Papierform
fr: Moule en papier à panettone
nl: Panettone-papieren vorm

# recipe.it_panettone.tool.t6
source: Baking tray
de: Backblech
fr: Plaque de cuisson
nl: Bakplaat

# recipe.it_panettone.tool.t7
source: Oven
de: Ofen
fr: Four

# recipe.it_panettone.tool.t8
source: Cooling rack
de: Kuchengitter
fr: Grille de refroidissement
nl: Afkoelrek

# recipe.it_panettone.tool.t9
source: Skewers
de: Spieße
fr: Brochettes
nl: Spiesen

# recipe.it_panna_cotta.drink.body
source: Pair with a lightly sparkling sweet wine such as Moscato dAsti, or a small pour of Vin Santo for a richer match. Non-alcoholic option: espresso or sparkling water with a twist of lemon.
de: Kombiniere mit einem leicht perlenden Süßwein wie Moscato d’Asti oder mit einem kleinen Schuss Vin Santo für eine reichere Kombination. Alkoholfrei: Espresso oder Sprudelwasser mit einem Zitronendreh.
fr: À associer à un vin doux légèrement pétillant comme le Moscato d’Asti, ou à un petit verre de Vin Santo pour une alliance plus riche. Sans alcool: espresso ou eau pétillante avec un trait de citron.
nl: Combineer met een licht mousserende zoete wijn zoals Moscato d’Asti, of met een klein scheutje Vin Santo voor een rijkere match. Alcoholvrij: espresso of bruiswater met een draai citroen.

# recipe.it_panna_cotta.info
source: A traditional Italian set cream dessert made by gently heating cream with sugar and vanilla, then setting it with gelatin for a smooth, delicate wobble. Served chilled in small molds, it is a classic, understated finish to a meal, prized for its clean dairy flavor and soft texture.
de: Ein traditionelles italienisches Dessert aus Sahne, die sanft mit Zucker und Vanille erhitzt und dann mit Gelatine zu einem glatten, zart wackelnden Pudding gesetzt wird. Kalt in kleinen Förmchen serviert; ein klassischer, zurückhaltender Abschluss, geschätzt für den klaren Milchgeschmack und die weiche Textur.
fr: Dessert italien traditionnel de crème chauffée doucement avec sucre et vanille, puis prise avec de la gélatine pour une texture lisse et un léger frémissement. Servie bien froide en petits moules, c’est une fin de repas classique et discrète, appréciée pour sa pureté lactée et sa douceur.
nl: Een traditioneel Italiaans dessert van room die zachtjes wordt verwarmd met suiker en vanille en vervolgens wordt gezet met gelatine voor een gladde, delicate wiebel. Koud geserveerd in kleine vormpjes; een klassieke, ingetogen afsluiter, gewaardeerd om de pure zuivelsmaak en zachte textuur.

# recipe.it_panna_cotta.info.summary
source: Silky set cream
de: Seidig gestockte Sahne
fr: Crème prise soyeuse
nl: Zijdezachte roompudding

# recipe.it_panna_cotta.step1.body
source: Soak gelatin sheets in cold water until softened, then lift out and gently squeeze out excess water.
de: Gelatineblätter in kaltem Wasser einweichen, bis sie weich sind, dann herausheben und überschüssiges Wasser vorsichtig ausdrücken.
fr: Faire tremper les feuilles de gélatine dans de l eau froide jusqu à ramollissement puis les presser doucement pour enlever l excès d eau.
nl: Week gelatineblaadjes in koud water tot zacht en knijp overtollig water er voorzichtig uit.

# recipe.it_panna_cotta.step1.title
source: Bloom the gelatin
de: Gelatine einweichen
fr: Faire gonfler la gélatine
nl: Week de gelatine

# recipe.it_panna_cotta.step2.body
source: Split the vanilla bean and scrape the seeds. Add cream, milk, sugar, vanilla seeds and pod, and a pinch of salt to a saucepan.
de: Vanilleschote längs aufschneiden und das Mark herauskratzen. Sahne, Milch, Zucker, Vanillemark und Schote sowie eine Prise Salz in einen Topf geben.
fr: Fendre la gousse de vanille et gratter les graines. Mettre crème, lait, sucre, graines et gousse avec une pincée de sel dans une casserole.
nl: Splijt het vanillestokje en schraap de zaadjes eruit. Doe room, melk, suiker, vanillezaadjes en het stokje met een snuf zout in een pan.

# recipe.it_panna_cotta.step2.title
source: Infuse the cream
de: Sahne aromatisieren
fr: Infuser la crème
nl: Trek de room

# recipe.it_panna_cotta.step3.body
source: Warm the mixture over medium-low heat, stirring, until the sugar dissolves and it is hot but not boiling.
de: Die Mischung bei mittlerer bis niedriger Hitze unter Rühren erwärmen, bis sich der Zucker löst und alles heiß ist, aber nicht kocht.
fr: Chauffer à feu doux moyen en remuant jusqu à dissolution du sucre, le mélange doit être chaud sans bouillir.
nl: Verwarm op middellaag vuur al roerend tot de suiker is opgelost en het mengsel heet is maar niet kookt.

# recipe.it_panna_cotta.step3.title
source: Heat gently
de: Sanft erhitzen
fr: Chauffer doucement
nl: Verwarm zachtjes

# recipe.it_panna_cotta.step4.body
source: Remove from heat, discard the vanilla pod, add the softened gelatin, and whisk until fully dissolved.
de: Vom Herd nehmen, die Vanilleschote entfernen, die eingeweichte Gelatine zugeben und verquirlen, bis sie vollständig gelöst ist.
fr: Hors du feu, retirer la gousse, ajouter la gélatine et fouetter jusqu à dissolution complète.
nl: Haal van het vuur, verwijder het vanillestokje, voeg de geweekte gelatine toe en klop tot volledig opgelost.

# recipe.it_panna_cotta.step4.title
source: Dissolve the gelatin
de: Gelatine auflösen
fr: Dissoudre la gélatine
nl: Los de gelatine op

# recipe.it_panna_cotta.step5.body
source: Pour the mixture through a fine sieve to ensure a perfectly smooth panna cotta.
de: Die Mischung durch ein feines Sieb gießen, damit die Panna cotta perfekt glatt wird.
fr: Passer au tamis fin pour une panna cotta parfaitement lisse.
nl: Giet door een fijne zeef voor een perfect gladde panna cotta.

# recipe.it_panna_cotta.step5.title
source: Strain
de: Abseihen
fr: Filtrer
nl: Zeef

# recipe.it_panna_cotta.step6.body
source: Divide the mixture among ramekins or molds and let them cool briefly at room temperature.
de: Die Mischung auf Förmchen verteilen und kurz bei Zimmertemperatur abkühlen lassen.
fr: Répartir dans des ramequins ou moules et laisser tiédir brièvement à température ambiante.
nl: Verdeel over ramekins of vormpjes en laat kort op kamertemperatuur afkoelen.

# recipe.it_panna_cotta.step6.title
source: Fill the molds
de: Förmchen füllen
fr: Remplir les moules
nl: Vul de vormpjes

# recipe.it_panna_cotta.step7.body
source: Refrigerate until fully set and chilled.
de: Kühlen, bis vollständig fest und gut durchgekühlt.
fr: Réfrigérer jusqu à prise complète et bien froid.
nl: Zet in de koelkast tot volledig opgesteven en koud.

# recipe.it_panna_cotta.step7.title
source: Chill to set
de: Kalt stellen
fr: Réfrigérer
nl: Koel tot stevig

# recipe.it_panna_cotta.step8.body
source: Dip the mold briefly in warm water, loosen the edge, invert onto a plate, and serve cold.
de: Das Förmchen kurz in warmes Wasser tauchen, den Rand lösen, auf einen Teller stürzen und kalt servieren.
fr: Tremper brièvement le moule dans de l eau tiède, décoller le bord, retourner sur une assiette et servir froid.
nl: Dompel het vormpje kort in warm water, maak de rand los, keer om op een bord en serveer koud.

# recipe.it_panna_cotta.step8.title
source: Unmold and serve
de: Stürzen und servieren
fr: Démouler et servir
nl: Stort en serveer

# recipe.it_panna_cotta.tool.t1
source: Saucepan
de: Stieltopf
fr: Casserole
nl: Sauspan

# recipe.it_panna_cotta.tool.t2
source: Whisk
de: Schneebesen
fr: Fouet
nl: Garde

# recipe.it_panna_cotta.tool.t3
source: Measuring jug
de: Messbecher
fr: Verre doseur
nl: Maatbeker

# recipe.it_panna_cotta.tool.t4
source: Small bowl
de: Kleine Schüssel
fr: Petit bol
nl: Kleine kom

# recipe.it_panna_cotta.tool.t5
source: Fine sieve
de: Feines Sieb
fr: Tamis fin
nl: Fijne zeef

# recipe.it_panna_cotta.tool.t6
source: Ramekins or molds
de: Förmchen oder Formen
fr: Ramequins ou moules
nl: Ramekins of vormpjes

# recipe.it_panna_cotta.tool.t7
source: Spoon
de: Löffel
fr: Cuillère
nl: Lepel

# recipe.it_panna_cotta.tool.t8
source: Refrigerator
de: Kühlschrank
fr: Réfrigérateur
nl: Koelkast

# recipe.it_pasta_alla_norma.drink.body
source: Pair with a Sicilian red such as Nero dAvola, or a dry rosé with good acidity to match the tomato and eggplant. Non-alcoholic option: sparkling water with lemon or a chilled herbal iced tea.
de: Kombiniere mit einem sizilianischen Rotwein wie Nero d’Avola oder einem trockenen Rosé mit guter Säure, passend zu Tomate und Aubergine. Alkoholfrei: Sprudelwasser mit Zitrone oder gut gekühlter Kräutertee.
fr: À associer à un rouge sicilien comme le Nero d’Avola, ou à un rosé sec à bonne acidité pour accompagner tomate et aubergine. Sans alcool: eau pétillante au citron ou tisane froide aux herbes.
nl: Combineer met een Siciliaanse rode wijn zoals Nero d’Avola, of een droge rosé met goede zuren die passen bij tomaat en aubergine. Alcoholvrij: bruiswater met citroen of gekoelde kruidenthee.

# recipe.it_pasta_alla_norma.info
source: A traditional Sicilian pasta of fried eggplant tossed with a simple tomato sauce, finished with fragrant basil and a shower of salty ricotta salata. Often made in late summer when eggplants and tomatoes are at their best, it is served hot as a comforting main that balances sweetness, acidity, and savory cheese.
de: Eine traditionelle sizilianische Pasta mit frittierten Auberginen in einer schlichten Tomatensauce, abgeschlossen mit duftendem Basilikum und einer ordentlichen Portion salziger Ricotta salata. Oft im Spätsommer zubereitet, wenn Auberginen und Tomaten am besten sind; heiß serviert als wohltuendes Hauptgericht mit Balance aus Süße, Säure und Würze.
fr: Pâtes siciliennes traditionnelles avec aubergines frites mêlées à une sauce tomate simple, finies avec du basilic parfumé et une pluie de ricotta salata. Souvent préparées en fin d’été quand aubergines et tomates sont au meilleur; servies chaudes comme plat réconfortant, équilibrant douceur, acidité et fromage salé.
nl: Een traditionele Siciliaanse pasta met gebakken aubergine in een eenvoudige tomatensaus, afgewerkt met geurige basilicum en een royale hoeveelheid zoute ricotta salata. Vaak gemaakt in nazomer wanneer aubergines en tomaten op hun best zijn; heet geserveerd als troostrijke hoofdmaaltijd met balans tussen zoet, zuur en hartig.

# recipe.it_pasta_alla_norma.info.summary
source: Eggplant tomato pasta
de: Auberginen-Tomatenpasta
fr: Pâtes aubergine-tomate
nl: Aubergine-tomatenpasta

# recipe.it_pasta_alla_norma.step1.body
source: Cut eggplant into chunks or thick slices and season with salt. Let it sit, then pat dry to reduce surface moisture before frying.
de: Auberginen in Stücke oder dicke Scheiben schneiden und salzen. Kurz ziehen lassen und dann trocken tupfen, um Oberflächenfeuchtigkeit vor dem Braten zu reduzieren.
fr: Couper l aubergine en morceaux ou en tranches épaisses et saler. Laisser reposer puis éponger pour réduire l humidité de surface avant la cuisson.
nl: Snijd aubergine in stukken of dikke plakken en zout. Laat even staan en dep droog om oppervlakvocht te verminderen voor het bakken.

# recipe.it_pasta_alla_norma.step1.title
source: Prepare the eggplant
de: Auberginen vorbereiten
fr: Préparer l aubergine
nl: Bereid de aubergine

# recipe.it_pasta_alla_norma.step2.body
source: Heat olive oil in a skillet and fry eggplant in batches until deeply golden and tender. Lift out with a slotted spoon and drain on paper towels.
de: Olivenöl in einer Pfanne erhitzen und Auberginen portionsweise braten, bis sie tief goldbraun und weich sind. Mit einem Schaumlöffel herausheben und auf Küchenpapier abtropfen lassen.
fr: Chauffer l huile d olive dans une poêle et frire l aubergine par fournées jusqu à ce qu elle soit bien dorée et fondante. Retirer à l écumoire et égoutter sur papier absorbant.
nl: Verhit olijfolie in een koekenpan en bak aubergine in porties tot diep goud en zacht. Schep eruit met een schuimspaan en laat uitlekken op keukenpapier.

# recipe.it_pasta_alla_norma.step2.title
source: Fry the eggplant
de: Auberginen frittieren
fr: Frire l aubergine
nl: Bak de aubergine

# recipe.it_pasta_alla_norma.step3.body
source: In a clean skillet with a little olive oil, gently warm sliced garlic until fragrant.
de: In einer sauberen Pfanne mit etwas Olivenöl Knoblauchscheiben sanft erwärmen, bis sie duften.
fr: Dans une poêle propre avec un peu d huile d olive, chauffer doucement l ail tranché jusqu à ce qu il soit parfumé.
nl: Verwarm in een schone pan met wat olijfolie de plakjes knoflook zachtjes tot het geurt.

# recipe.it_pasta_alla_norma.step3.title
source: Start the tomato sauce
de: Tomatensauce starten
fr: Démarrer la sauce tomate
nl: Start de tomatensaus

# recipe.it_pasta_alla_norma.step4.body
source: Add tomatoes, break them up, and simmer until thick and glossy. Season with salt.
de: Tomaten zugeben, zerdrücken und köcheln lassen, bis sie dick und glänzend sind. Mit Salz würzen.
fr: Ajouter les tomates, les écraser et laisser mijoter jusqu à une sauce épaisse et brillante. Saler.
nl: Voeg tomaten toe, maak ze stuk en laat zachtjes pruttelen tot dik en glanzend. Breng op smaak met zout.

# recipe.it_pasta_alla_norma.step4.title
source: Simmer the sauce
de: Sauce köcheln lassen
fr: Laisser mijoter la sauce
nl: Laat de saus pruttelen

# recipe.it_pasta_alla_norma.step5.body
source: Bring %i8 to a rolling boil in a large pot and season it with salt.
de: %I8 in einem großen Topf sprudelnd aufkochen und salzen.
fr: Porter %i8 à gros bouillons dans une grande marmite et saler.
nl: Breng %i8 in een grote pan aan de kook en zout het water.

# recipe.it_pasta_alla_norma.step5.title
source: Boil water
de: Wasser kochen
fr: Faire bouillir l eau
nl: Kook water

# recipe.it_pasta_alla_norma.step6.body
source: Add rigatoni and cook until al dente. Reserve some starchy pasta water, then drain.
de: Rigatoni zugeben und al dente garen. Etwas stärkehaltiges Nudelwasser aufbewahren und abgießen.
fr: Ajouter les rigatoni et cuire al dente. Réserver un peu d eau de cuisson amidonnée puis égoutter.
nl: Voeg rigatoni toe en kook al dente. Bewaar wat zetmeelrijk pastawater en giet af.

# recipe.it_pasta_alla_norma.step6.title
source: Cook the pasta
de: Pasta kochen
fr: Cuire les pâtes
nl: Kook de pasta

# recipe.it_pasta_alla_norma.step7.body
source: Toss pasta with the tomato sauce, loosening with a splash of reserved pasta water if needed.
de: Pasta mit der Tomatensauce mischen und bei Bedarf mit einem Schuss vom aufbewahrten Nudelwasser lockern.
fr: Mélanger les pâtes avec la sauce tomate, détendre si besoin avec un filet d eau de cuisson réservée.
nl: Meng de pasta met de tomatensaus en maak zo nodig los met een scheutje bewaard pastawater.

# recipe.it_pasta_alla_norma.step7.title
source: Combine pasta and sauce
de: Pasta und Sauce verbinden
fr: Mélanger pâtes et sauce
nl: Meng pasta en saus

# recipe.it_pasta_alla_norma.step8.body
source: Fold in most of the fried eggplant and tear in basil, keeping a little eggplant for the top.
de: Den Großteil der gebratenen Auberginen unterheben und Basilikum dazu zupfen, etwas Aubergine für obenauf zurückhalten.
fr: Incorporer la plupart des aubergines frites et ajouter le basilic en morceaux, garder un peu d aubergine pour le dessus.
nl: Schep het meeste gebakken aubergine erdoor en scheur basilicum erbij, houd wat aubergine apart voor bovenop.

# recipe.it_pasta_alla_norma.step8.title
source: Add eggplant and basil
de: Auberginen und Basilikum zugeben
fr: Ajouter aubergine et basilic
nl: Voeg aubergine en basilicum toe

# recipe.it_pasta_alla_norma.step9.body
source: Plate, top with remaining eggplant, and grate ricotta salata over each portion.
de: Anrichten, mit der restlichen Aubergine toppen und Ricotta salata über jede Portion reiben.
fr: Dresser, ajouter le reste d aubergine et râper la ricotta salata sur chaque portion.
nl: Schep op, leg de rest van de aubergine erop en rasp ricotta salata over elke portie.

# recipe.it_pasta_alla_norma.step9.title
source: Finish and serve
de: Vollenden und servieren
fr: Finir et servir
nl: Werk af en serveer

# recipe.it_pasta_alla_norma.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_pasta_alla_norma.tool.t10
source: Box grater
de: Kastenreibe
fr: Râpe à boîte
nl: Blokrasp

# recipe.it_pasta_alla_norma.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_pasta_alla_norma.tool.t3
source: Large pot
de: Großer Topf
fr: Grande casserole
nl: Grote pan

# recipe.it_pasta_alla_norma.tool.t4
source: Colander
de: Sieb
fr: Passoire
nl: Vergiet

# recipe.it_pasta_alla_norma.tool.t5
source: Large skillet
de: Große Pfanne
fr: Grande poêle
nl: Grote koekenpan

# recipe.it_pasta_alla_norma.tool.t6
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_pasta_alla_norma.tool.t7
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_pasta_alla_norma.tool.t8
source: Slotted spoon
de: Schaumlöffel
fr: Écumoire
nl: Schuimspaan

# recipe.it_pasta_alla_norma.tool.t9
source: Plate with paper towels
de: Teller mit Küchenpapier
fr: Assiette avec essuie-tout
nl: Bord met keukenpapier

# recipe.it_pizza_margherita.drink.body
source: Pair with a light Italian red such as a young Sangiovese or a dry sparkling wine to match the tomato and cheese. Non-alcoholic option: sparkling water or a chilled lemon soda.
de: Kombiniere mit einem leichten italienischen Rotwein, z. B. jungem Sangiovese, oder einem trockenen Schaumwein, passend zu Tomate und Käse. Alkoholfrei: Sprudelwasser oder gut gekühlte Zitronenlimonade.
fr: À associer à un rouge italien léger comme un jeune Sangiovese, ou à un vin effervescent sec pour accompagner tomate et fromage. Sans alcool: eau pétillante ou limonade au citron bien fraîche.
nl: Combineer met een lichte Italiaanse rode wijn, bijvoorbeeld een jonge Sangiovese, of met een droge mousserende wijn die past bij tomaat en kaas. Alcoholvrij: bruiswater of gekoelde citroenlimonade.

# recipe.it_pizza_margherita.drink.summary
source: Italian light red
de: Leichter italienischer Rotwein
fr: Rouge italien léger
nl: Lichte Italiaanse rood

# recipe.it_pizza_margherita.info
source: A traditional Neapolitan-style pizza with a soft, airy cornicione and a thin center, topped simply with crushed tomatoes, mozzarella, fresh basil, and extra-virgin olive oil. Baked at very high heat and served immediately, it is a staple of pizzerias and home ovens aiming for a fast bake and fresh, balanced flavors.
de: Eine traditionelle Pizza neapolitanischer Art mit weichem, luftigem Rand und dünner Mitte, schlicht belegt mit zerdrückten Tomaten, Mozzarella, frischem Basilikum und nativem Olivenöl extra. Bei sehr hoher Hitze gebacken und sofort serviert; ein Grundpfeiler von Pizzerien und Heimöfen, mit Fokus auf kurze Backzeit und frische, ausgewogene Aromen.
fr: Pizza traditionnelle de style napolitain, avec un cornicione souple et aérien et un centre fin, garnie simplement de tomates écrasées, mozzarella, basilic frais et huile d’olive extra vierge. Cuisson très chaude et service immédiat; un incontournable des pizzerias et des fours domestiques visant une cuisson rapide et des saveurs fraîches et équilibrées.
nl: Een traditionele pizza in Napolitaanse stijl met een zachte, luchtige cornicione en een dun midden, eenvoudig belegd met geplette tomaten, mozzarella, verse basilicum en extra vergine olijfolie. Gebakken op zeer hoge temperatuur en direct geserveerd; een basis van pizzeria’s en thuiskoks die mikken op een korte baktijd en frisse, gebalanceerde smaken.

# recipe.it_pizza_margherita.info.summary
source: Neapolitan classic
de: Neapolitanischer Klassiker
fr: Classique napolitain
nl: Napolitaanse klassieker

# recipe.it_pizza_margherita.step1.body
source: Dissolve yeast in %i2 in a bowl, then add flour and mix until a shaggy dough forms. Add salt and mix until incorporated.
de: Hefe in %i2 in einer Schüssel auflösen, dann Mehl zugeben und mischen, bis ein zottiger Teig entsteht. Salz zugeben und einarbeiten.
fr: Dissoudre la levure dans %i2 dans un bol, ajouter la farine et mélanger jusqu à obtenir une pâte grossière. Ajouter le sel et mélanger jusqu à incorporation.
nl: Los gist op in %i2 in een kom, voeg bloem toe en meng tot een ruw deeg. Voeg zout toe en meng tot opgenomen.

# recipe.it_pizza_margherita.step1.title
source: Mix the dough
de: Teig mischen
fr: Mélanger la pâte
nl: Meng het deeg

# recipe.it_pizza_margherita.step10.body
source: Bake on the hot stone or steel until puffed, spotted, and melted, turning if needed for even color.
de: Auf dem heißen Stein oder Stahl backen, bis der Rand aufgegangen und gefleckt ist und der Belag schmilzt, bei Bedarf drehen für gleichmäßige Bräunung.
fr: Cuire sur la pierre ou l acier bien chaud jusqu à ce que le bord gonfle et tache, et que la garniture fonde, tourner si nécessaire pour une couleur uniforme.
nl: Bak op de hete steen of het staal tot gerezen, mooi gevlekt en de kaas gesmolten is en draai zo nodig voor egale kleur.

# recipe.it_pizza_margherita.step10.title
source: Bake
de: Backen
fr: Cuire
nl: Bak

# recipe.it_pizza_margherita.step11.body
source: Add fresh basil and serve immediately while hot.
de: Frisches Basilikum daraufgeben und sofort heiß servieren.
fr: Ajouter le basilic frais et servir immédiatement bien chaud.
nl: Voeg verse basilicum toe en serveer direct terwijl hij heet is.

# recipe.it_pizza_margherita.step11.title
source: Finish and serve
de: Vollenden und servieren
fr: Finir et servir
nl: Werk af en serveer

# recipe.it_pizza_margherita.step2.body
source: Knead on the work surface until the dough is smooth, elastic, and no longer sticky.
de: Auf der Arbeitsfläche kneten, bis der Teig glatt, elastisch und nicht mehr klebrig ist.
fr: Pétrir sur le plan de travail jusqu à une pâte lisse, élastique et non collante.
nl: Kneed op het werkblad tot het deeg glad en elastisch is en niet meer plakt.

# recipe.it_pizza_margherita.step2.title
source: Knead until smooth
de: Kneten bis glatt
fr: Pétrir jusqu à lisse
nl: Kneed tot glad
