Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_tiramisu.step8.body
source: Spread a layer of mascarpone cream over the soaked ladyfingers.
de: Eine Schicht Mascarponecreme auf den getränkten Biskuits verstreichen.
fr: Étaler une couche de crème mascarpone sur les biscuits imbibés.
nl: Verdeel een laag mascarponecrème over de gedoopte lange vingers.

# recipe.it_tiramisu.step8.title
source: Add cream
de: Creme auftragen
fr: Ajouter la crème
nl: Voeg crème toe

# recipe.it_tiramisu.step9.body
source: Make another layer of dipped ladyfingers and finish with a final layer of mascarpone cream, smoothing the top.
de: Eine weitere Schicht getauchter Biskuits legen und mit einer letzten Schicht Mascarponecreme abschließen, die Oberfläche glatt streichen.
fr: Ajouter une nouvelle couche de biscuits trempés puis terminer par une dernière couche de crème en lissant le dessus.
nl: Maak nog een laag gedoopte lange vingers en eindig met een laatste laag mascarponecrème en strijk glad.

# recipe.it_tiramisu.step9.title
source: Repeat layers
de: Schichten wiederholen
fr: Répéter
nl: Herhaal de lagen

# recipe.it_tiramisu.tool.t1
source: Mixing bowls
de: Rührschüsseln
fr: Saladiers
nl: Mengkommen

# recipe.it_tiramisu.tool.t2
source: Whisk
de: Schneebesen
fr: Fouet
nl: Garde

# recipe.it_tiramisu.tool.t3
source: Electric mixer
de: Elektrischer Mixer
fr: Batteur électrique
nl: Elektrische mixer

# recipe.it_tiramisu.tool.t4
source: Rubber spatula
de: Teigschaber
fr: Spatule en silicone
nl: Rubberen spatel

# recipe.it_tiramisu.tool.t5
source: Shallow dish
de: Flache Schale
fr: Plat peu profond
nl: Ondiepe schaal

# recipe.it_tiramisu.tool.t6
source: Serving dish
de: Servierschale
fr: Plat de service
nl: Serveerschaal

# recipe.it_tiramisu.tool.t7
source: Fine sieve
de: Feines Sieb
fr: Tamis fin
nl: Fijne zeef

# recipe.it_tiramisu.tool.t8
source: Refrigerator
de: Kühlschrank
fr: Réfrigérateur
nl: Koelkast

# recipe.it_vitello_tonnato.drink.body
source: Pair with a crisp Piedmont white such as Gavi or Arneis to match the briny tuna sauce and delicate veal. Non-alcoholic option: sparkling water with lemon or a chilled herbal tea.
de: Kombiniere mit einem frischen piemontesischen Weißwein wie Gavi oder Arneis, passend zur salzigen Thunfischsauce und dem zarten Kalb. Alkoholfrei: Sprudelwasser mit Zitrone oder gekühlter Kräutertee.
fr: À associer à un blanc piémontais vif comme le Gavi ou l’Arneis, en accord avec la sauce au thon salée et la délicatesse du veau. Sans alcool: eau pétillante au citron ou tisane froide.
nl: Combineer met een frisse Piemontese witte wijn zoals Gavi of Arneis die past bij de zilte tonijnsaus en het delicate kalf. Alcoholvrij: bruiswater met citroen of gekoelde kruidenthee.

# recipe.it_vitello_tonnato.drink.summary
source: Gavi or Arneis
de: Gavi oder Arneis
fr: Gavi ou Arneis
nl: Gavi of Arneis

# recipe.it_vitello_tonnato.info
source: A classic Piedmontese antipasto of thinly sliced veal served cold and coated with a creamy sauce made from tuna, capers, anchovy, egg yolk, and olive oil, brightened with lemon. Traditionally prepared ahead and served well chilled, it is a refined starter for lunches and celebrations, often accompanied by simple salads and crusty bread.
de: Eine klassische piemontesische Antipasto aus hauchdünn geschnittenem Kalbfleisch, kalt serviert und mit einer cremigen Sauce aus Thunfisch, Kapern, Anchovis, Eigelb und Olivenöl überzogen, aufgehellt mit Zitrone. Traditionell im Voraus zubereitet und gut gekühlt serviert; ein raffinierter Starter für Lunches und Feiern, oft mit einfachen Salaten und knusprigem Brot.
fr: Antipasto piémontais classique: veau tranché très fin, servi froid et nappé d’une sauce crémeuse à base de thon, câpres, anchois, jaune d’œuf et huile d’olive, relevée au citron. Traditionnellement préparé à l’avance et servi bien frais; entrée raffinée pour déjeuners et célébrations, souvent accompagnée de salades simples et de pain croustillant.
nl: Een klassieke Piemontese antipasto van flinterdun gesneden kalfsvlees, koud geserveerd en bedekt met een romige saus van tonijn, kappertjes, ansjovis, eidooier en olijfolie, opgefrist met citroen. Traditioneel vooraf bereid en goed gekoeld geserveerd; een verfijnde starter voor lunches en feestelijke gelegenheden, vaak met eenvoudige salades en knapperig brood.

# recipe.it_vitello_tonnato.info.summary
source: Chilled veal tuna
de: Kalb kalt, Thunfischsauce
fr: Veau froid, sauce thon
nl: Koud kalf tonijn

# recipe.it_vitello_tonnato.step1.body
source: Add %i6 to a pot with onion, carrot, celery, and salt, and bring to a gentle simmer.
de: %I6 in einen Topf geben, Zwiebel, Karotte, Sellerie und Salz zufügen und sanft zum Köcheln bringen.
fr: Ajouter %i6 dans une casserole avec oignon, carotte, céleri et sel puis porter à léger frémissement.
nl: Voeg %i6 toe aan een pan met ui, wortel, bleekselderij en zout en breng op zacht pruttelen.

# recipe.it_vitello_tonnato.step1.title
source: Prepare the poaching base
de: Pochierfond vorbereiten
fr: Préparer le liquide de pochage
nl: Maak het pocheervocht

# recipe.it_vitello_tonnato.step2.body
source: Lower the veal into the simmering liquid and cook gently until tender. Lift out and let it cool completely.
de: Das Kalbfleisch in die leise köchelnde Flüssigkeit geben und sanft garen, bis es zart ist. Herausheben und vollständig abkühlen lassen.
fr: Plonger le veau dans le liquide frémissant et cuire doucement jusqu à ce qu il soit tendre. Retirer et laisser refroidir complètement.
nl: Laat het kalfsvlees in het pruttelende vocht zakken en gaar zacht tot mals. Haal eruit en laat volledig afkoelen.

# recipe.it_vitello_tonnato.step2.title
source: Poach the veal
de: Kalbfleisch pochieren
fr: Pocher le veau
nl: Pocheer het kalfsvlees

# recipe.it_vitello_tonnato.step3.body
source: Refrigerate the veal until fully chilled so it slices very thinly.
de: Das Kalbfleisch kalt stellen, bis es vollständig durchgekühlt ist, damit es sehr dünn geschnitten werden kann.
fr: Réfrigérer le veau jusqu à complet refroidissement pour pouvoir le trancher très finement.
nl: Zet het kalfsvlees in de koelkast tot het goed koud is zodat je het flinterdun kunt snijden.

# recipe.it_vitello_tonnato.step3.title
source: Chill the veal
de: Kalbfleisch kühlen
fr: Refroidir le veau
nl: Koel het kalfsvlees

# recipe.it_vitello_tonnato.step4.body
source: Blend tuna, anchovies, capers, egg yolk, lemon juice, and olive oil with a little of the poaching liquid until smooth and creamy.
de: Thunfisch, Sardellen, Kapern, Eigelb, Zitronensaft und Olivenöl mit etwas vom Pochierfond mixen, bis die Sauce glatt und cremig ist.
fr: Mixer thon, anchois, câpres, jaune d oeuf, jus de citron et huile d olive avec un peu du liquide de pochage jusqu à une sauce lisse et crémeuse.
nl: Mix tonijn, ansjovis, kappertjes, eidooier, citroensap en olijfolie met een beetje van het pocheervocht tot glad en romig.

# recipe.it_vitello_tonnato.step4.title
source: Blend the sauce
de: Sauce mixen
fr: Mixer la sauce
nl: Mix de saus

# recipe.it_vitello_tonnato.step5.body
source: Slice the chilled veal as thinly as possible and arrange on a platter.
de: Das gekühlte Kalbfleisch so dünn wie möglich schneiden und auf einer Platte anrichten.
fr: Trancher le veau froid le plus finement possible et disposer sur un plat.
nl: Snijd het koude kalfsvlees zo dun mogelijk en leg op een schaal.

# recipe.it_vitello_tonnato.step5.title
source: Slice the veal
de: Kalbfleisch schneiden
fr: Trancher le veau
nl: Snijd het kalfsvlees

# recipe.it_vitello_tonnato.step6.body
source: Spoon the tuna sauce over the veal and season with black pepper.
de: Die Thunfischsauce über das Kalbfleisch löffeln und mit schwarzem Pfeffer würzen.
fr: Napper de sauce au thon et poivrer.
nl: Lepel de tonijnsaus over het kalfsvlees en breng op smaak met zwarte peper.

# recipe.it_vitello_tonnato.step6.title
source: Coat and finish
de: Übergießen und vollenden
fr: Napper et finir
nl: Bedek en werk af

# recipe.it_vitello_tonnato.step7.body
source: Refrigerate briefly so the sauce sets and flavors meld, then serve cold.
de: Kurz kalt stellen, damit die Sauce anzieht und sich die Aromen verbinden, dann kalt servieren.
fr: Réfrigérer brièvement pour que la sauce prenne et que les saveurs se fondent puis servir froid.
nl: Zet kort in de koelkast zodat de saus kan opstijven en smaken mengen en serveer koud.

# recipe.it_vitello_tonnato.step7.title
source: Chill before serving
de: Vor dem Servieren kühlen
fr: Réfrigérer avant de servir
nl: Koel voor het serveren

# recipe.it_vitello_tonnato.tool.t1
source: Large pot
de: Großer Topf
fr: Grande casserole
nl: Grote pan

# recipe.it_vitello_tonnato.tool.t2
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_vitello_tonnato.tool.t3
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_vitello_tonnato.tool.t4
source: Slotted spoon
de: Schaumlöffel
fr: Écumoire
nl: Schuimspaan

# recipe.it_vitello_tonnato.tool.t5
source: Colander
de: Sieb
fr: Passoire
nl: Vergiet

# recipe.it_vitello_tonnato.tool.t6
source: Blender
de: Mixer
fr: Mixeur

# recipe.it_vitello_tonnato.tool.t7
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_vitello_tonnato.tool.t8
source: Spoon
de: Löffel
fr: Cuillère
nl: Lepel

# recipe.it_vitello_tonnato.tool.t9
source: Serving platter
de: Servierplatte
fr: Plat de service
nl: Serveerschaal

# recipe.it_zabaione.drink.body
source: Pair with a small glass of Marsala to echo the custard’s flavor, or a lightly sweet sparkling wine for contrast. Non-alcoholic option: a small cup of espresso or a warm vanilla black tea.
de: Kombiniere mit einem kleinen Glas Marsala, um die Aromen der Creme zu spiegeln, oder mit einem leicht süßen Schaumwein als Kontrast. Alkoholfrei: ein kleiner Espresso oder warmer Vanille-Schwarztee.
fr: À associer à un petit verre de Marsala pour rappeler la saveur, ou à un effervescent légèrement doux pour le contraste. Sans alcool: un petit espresso ou un thé noir à la vanille servi chaud.
nl: Combineer met een klein glas Marsala om de smaak van de sabayon te versterken, of met een licht zoete mousserende wijn voor contrast. Alcoholvrij: een klein kopje espresso of warme vanillezwarte thee.

# recipe.it_zabaione.info
source: A traditional Italian dessert of egg yolks and sugar whisked over gentle heat with Marsala wine until thick, airy, and foamy. Served warm in small cups, it is a classic, comforting finish to a meal and also enjoyed as a sweet sauce for simple pastries.
de: Ein traditionelles italienisches Dessert aus Eigelb und Zucker, über sanfter Hitze mit Marsala aufgeschlagen, bis es dick, luftig und schaumig ist. Warm in kleinen Gläsern serviert; ein klassischer, wohltuender Abschluss und auch beliebt als süße Sauce zu einfachem Gebäck.
fr: Dessert italien traditionnel de jaunes d’œufs et de sucre fouettés doucement avec du Marsala jusqu’à obtenir une crème épaisse, aérienne et mousseuse. Servi chaud en petites coupes; une fin de repas classique et réconfortante, également appréciée comme sauce sucrée pour des pâtisseries simples.
nl: Een traditioneel Italiaans dessert van eidooiers en suiker die au bain-marie met Marsalawijn worden opgeklopt tot dik, luchtig en schuimig. Warm geserveerd in kleine glaasjes; een klassieke, troostrijke afsluiter, en ook geliefd als zoete saus bij eenvoudig gebak.

# recipe.it_zabaione.info.summary
source: Warm wine custard
de: Warme Weinschaumcreme
fr: Sabayon chaud au vin
nl: Warme wijnsabayon

# recipe.it_zabaione.step1.body
source: Bring a little to a gentle simmer in a saucepan, keeping it below the rim so the bowl will not touch the WATER.
de: Ein wenig Wasser in einem Topf sanft zum Köcheln bringen und unter dem Rand halten, damit die Schüssel das Wasser nicht berührt.
fr: Faire frémir un peu d eau dans une casserole en gardant le niveau sous le bord pour que le bol ne touche pas l eau.
nl: Breng een beetje water zacht aan de kook in een pan en houd het onder de rand zodat de kom het WATER niet raakt.

# recipe.it_zabaione.step1.title
source: Set up a bain-marie
de: Wasserbad vorbereiten
fr: Préparer un bain marie
nl: Zet een bain marie op

# recipe.it_zabaione.step2.body
source: In a heatproof bowl, whisk egg yolks and sugar until pale and slightly thick.
de: In einer hitzebeständigen Schüssel Eigelb und Zucker schlagen, bis hell und leicht angedickt.
fr: Dans un bol résistant à la chaleur, fouetter jaunes et sucre jusqu à pâle et légèrement épaissi.
nl: Klop in een hittebestendige kom eidooiers en suiker tot bleek en iets dikker.

# recipe.it_zabaione.step2.title
source: Whisk yolks and sugar
de: Eigelb und Zucker aufschlagen
fr: Fouetter jaunes et sucre
nl: Klop dooiers en suiker

# recipe.it_zabaione.step3.body
source: Whisk in Marsala until fully combined.
de: Marsala einrühren, bis alles vollständig vermischt ist.
fr: Incorporer le Marsala en fouettant jusqu à mélange homogène.
nl: Klop Marsala erdoor tot alles goed gemengd is.

# recipe.it_zabaione.step3.title
source: Add Marsala
de: Marsala zugeben
fr: Ajouter le Marsala
nl: Voeg Marsala toe

# recipe.it_zabaione.step4.body
source: Set the bowl over the simmering and whisk constantly until the mixture becomes thick, foamy, and forms soft ribbons.
de: Die Schüssel auf das sanft köchelnde Wasser setzen und ständig rühren, bis die Masse dick, schaumig ist und weiche Bänder zieht.
fr: Poser le bol sur l eau frémissante et fouetter sans arrêter jusqu à épaississement, mousse et rubans souples.
nl: Zet de kom op het zacht pruttelende water en klop constant tot het mengsel dik en schuimig is en zachte linten vormt.

# recipe.it_zabaione.step4.title
source: Cook while whisking
de: Unter Rühren garen
fr: Cuire en fouettant
nl: Gaar al kloppend

# recipe.it_zabaione.step5.body
source: Spoon into serving glasses and serve immediately, finishing with a light dusting of cinnamon.
de: In Serviergläser füllen und sofort servieren, zum Schluss leicht mit Zimt bestäuben.
fr: Répartir dans des verres et servir immédiatement, terminer par un léger voile de cannelle.
nl: Schep in serveerglazen en serveer direct en bestuif licht met kaneel.

# recipe.it_zabaione.step5.title
source: Serve warm
de: Warm servieren
fr: Servir chaud
nl: Serveer warm

# recipe.it_zabaione.tool.t1
source: Heatproof mixing bowl
de: Hitzebeständige Schüssel
fr: Bol résistant à la chaleur
nl: Hittebestendige mengkom

# recipe.it_zabaione.tool.t2
source: Saucepan
de: Stieltopf
fr: Casserole
nl: Sauspan

# recipe.it_zabaione.tool.t3
source: Whisk
de: Schneebesen
fr: Fouet
nl: Garde

# recipe.it_zabaione.tool.t4
source: Serving glasses
de: Serviergläser
fr: Verres de service
nl: Serveerglazen

# continent.europe
source: Europe
de: Europa
nl: Europa

# recipes.column.prepAndWaitingTime
source: Preparing + waiting
de: Vorbereitung + Warten
nl: Maken & Wachten

# recipes.column.prepAndWaitingTimeShort
source: P+W
de: V+W
nl: m | w

# recipes.column.prepShort
source: P
de: V

# recipes.column.calories
source: Calories
de: Kalorien
nl: Calorieën

# recipe.nutrition.columnType
source: Type
de: Typ
nl: Soort

# recipe.nutrition.sodium
source: Sodium
de: Natrium
nl: natrium

# ingredient.it_pizza_margherita.i7
source: Mozzarella di bufala
de: Büffelmozzarella
nl: Buffelmozzarella

# category.dessert
source: Dessert
nl: Na

# settings.measurement.metric.short
source: International
nl: Internationaal

# settings.measurement.uk.short
source: UK oz/pint
nl: Engels oz/pint

# timer.pause
source: Pause
nl: Pauze

# grocery.group.it_cacio_e_pepe.g2
source: Sauce
nl: Saus

# grocery.group.it_pasta_alla_norma.g3
source: Sauce
nl: Saus

# grocery.group.it_spaghetti_alla_carbonara.g2
source: Sauce
nl: Saus
