Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_lasagna_alla_bolognese.step5.body
source: Pour in the wine and simmer until most of the liquid evaporates and the sharp alcohol smell fades.
de: Wein angießen und köcheln lassen, bis der Großteil der Flüssigkeit verdampft ist und der stechende Alkoholgeruch verflogen ist.
fr: Verser le vin et laisser frémir jusqu à évaporation de la plupart du liquide et disparition de l odeur d alcool.
nl: Schenk de wijn erbij en laat pruttelen tot het meeste vocht verdampt is en de alcoholgeur weg is.

# recipe.it_lasagna_alla_bolognese.step5.title
source: Reduce the wine
de: Wein einkochen
fr: Réduire le vin
nl: Laat de wijn inkoken

# recipe.it_lasagna_alla_bolognese.step6.body
source: Stir in tomato paste and cook briefly, scraping the bottom, until it darkens slightly.
de: Tomatenmark einrühren und kurz unter Rühren rösten, dabei den Topfboden abkratzen, bis es leicht nachdunkelt.
fr: Incorporer le concentré de tomate et cuire brièvement en grattant le fond jusqu à ce qu il fonce légèrement.
nl: Roer tomatenpuree erdoor en bak kort, schraap de bodem mee, tot hij iets donkerder wordt.

# recipe.it_lasagna_alla_bolognese.step6.title
source: Cook the tomato paste
de: Tomatenmark rösten
fr: Cuire le concentré de tomate
nl: Bak de tomatenpuree

# recipe.it_lasagna_alla_bolognese.step7.body
source: Add passata, season with a little salt and pepper, bring to a gentle simmer, then cook partially covered, stirring occasionally, until rich and thick.
de: Passata zugeben, mit etwas Salz und Pfeffer würzen, sanft aufkochen und dann halb zugedeckt leise köcheln lassen, gelegentlich rühren, bis reichhaltig und dick.
fr: Ajouter la passata, saler et poivrer légèrement, porter à petit frémissement puis cuire à demi couvert en remuant de temps en temps jusqu à une sauce riche et épaisse.
nl: Voeg passata toe, kruid met wat zout en peper, breng zachtjes aan de kook en laat half afgedekt garen, roer af en toe, tot rijk en dik.

# recipe.it_lasagna_alla_bolognese.step7.title
source: Slow simmer the ragù
de: Ragù sanft schmoren
fr: Mijoter le ragù
nl: Laat de ragù zacht pruttelen

# recipe.it_lasagna_alla_bolognese.step8.body
source: Stir in milk and continue simmering gently until the ragù looks silky and well integrated, adjusting seasoning as needed.
de: Milch einrühren und weiter sanft köcheln lassen, bis das Ragù seidig wirkt und gut verbunden ist, nach Bedarf abschmecken.
fr: Incorporer le lait et poursuivre le mijotage doux jusqu à ce que le ragù paraisse soyeux et bien lié, puis ajuster l assaisonnement.
nl: Roer melk erdoor en laat nog zacht pruttelen tot de ragù zijdezacht oogt en mooi is gebonden, proef en breng op smaak.

# recipe.it_lasagna_alla_bolognese.step8.title
source: Finish with milk
de: Mit Milch vollenden
fr: Finir au lait
nl: Werk af met melk

# recipe.it_lasagna_alla_bolognese.step9.body
source: In a saucepan, melt butter, whisk in flour to form a smooth paste, then gradually whisk in milk. Simmer, whisking, until thick enough to coat a spoon and season with salt and nutmeg.
de: In einem Topf Butter schmelzen, Mehl einrühren, bis eine glatte Paste entsteht, dann nach und nach Milch einrühren. Unter Rühren köcheln lassen, bis die Sauce dick genug ist, einen Löffel zu überziehen, mit Salz und Muskat würzen.
fr: Dans une casserole, faire fondre le beurre, fouetter la farine pour obtenir une pâte lisse, puis ajouter le lait progressivement en fouettant. Laisser frémir en fouettant jusqu à ce que la sauce nappe la cuillère et assaisonner de sel et de muscade.
nl: Smelt boter in een pan, klop bloem erdoor tot een glad papje en klop dan geleidelijk melk erdoor. Laat zachtjes koken en klop tot dik genoeg om een lepel te bedekken en breng op smaak met zout en nootmuskaat.

# recipe.it_lasagna_alla_bolognese.step9.title
source: Make béchamel
de: Béchamel zubereiten
fr: Préparer la béchamel
nl: Maak béchamel

# recipe.it_lasagna_alla_bolognese.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_lasagna_alla_bolognese.tool.t10
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_lasagna_alla_bolognese.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_lasagna_alla_bolognese.tool.t3
source: Heavy pot or dutch oven with lid
de: Schwerer Topf oder Schmortopf mit Deckel
fr: Marmite lourde ou cocotte avec couvercle
nl: Zware pan of braadpan met deksel

# recipe.it_lasagna_alla_bolognese.tool.t4
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_lasagna_alla_bolognese.tool.t5
source: Saucepan
de: Stieltopf
fr: Casserole
nl: Sauspan

# recipe.it_lasagna_alla_bolognese.tool.t6
source: Whisk
de: Schneebesen
fr: Fouet
nl: Garde

# recipe.it_lasagna_alla_bolognese.tool.t7
source: Fine grater
de: Feine Reibe
fr: Râpe fine
nl: Fijne rasp

# recipe.it_lasagna_alla_bolognese.tool.t8
source: Baking dish
de: Auflaufform
fr: Plat à gratin
nl: Ovenschaal

# recipe.it_lasagna_alla_bolognese.tool.t9
source: Oven
de: Ofen
fr: Four

# recipe.it_ossobuco_alla_milanese.drink.body
source: Pair with a northern Italian red such as Barbera for bright acidity or a lighter-style Nebbiolo to complement the veal and gremolata. Non-alcoholic option: sparkling water with lemon or a lightly bitter orange soda.
de: Dazu passt ein norditalienischer Rotwein wie Barbera mit frischer Säure oder ein leichterer Nebbiolo-Stil, der Kalb und Gremolata ergänzt. Alkoholfrei: Sprudelwasser mit Zitrone oder eine leicht bittere Orangenlimonade.
fr: À associer à un rouge du nord de l’Italie comme le Barbera pour sa belle acidité, ou à un Nebbiolo dans un style plus léger pour compléter le veau et la gremolata. Sans alcool: eau pétillante au citron ou soda à l’orange légèrement amer.
nl: Combineer met een Noord-Italiaanse rode wijn zoals Barbera voor frisse zuren, of een lichtere stijl Nebbiolo die past bij kalf en gremolata. Alcoholvrij: bruiswater met citroen of een licht bittere sinaasfrisdrank.

# recipe.it_ossobuco_alla_milanese.drink.summary
source: Barbera or Nebbiolo
de: Barbera oder Nebbiolo
fr: Barbera ou Nebbiolo
nl: Barbera of Nebbiolo

# recipe.it_ossobuco_alla_milanese.info
source: A classic Lombard braise of cross-cut veal shanks slowly cooked with soffritto, wine, and broth until meltingly tender, served with the marrow at the bone’s center. Traditionally finished with gremolata and often paired with Risotto alla Milanese, it is a celebratory, comforting dish meant for a long, gentle cook and immediate serving.
de: Ein klassisches lombardisches Schmorgericht aus quer geschnittenen Kalbshaxen, langsam gegart mit Soffritto, Wein und Brühe bis butterzart, serviert mit dem Mark in der Knochenmitte. Traditionell mit Gremolata vollendet und oft mit Risotto alla Milanese kombiniert; ein festliches, wohltuendes Gericht für langes, sanftes Schmoren und sofortiges Servieren.
fr: Braisé lombard classique de jarrets de veau coupés en tranches, mijotés lentement avec soffritto, vin et bouillon jusqu’à devenir fondants, servis avec la moelle au centre de l’os. Traditionnellement fini à la gremolata et souvent accompagné de Risotto alla Milanese; plat festif et réconfortant, destiné à une cuisson longue et douce et à un service immédiat.
nl: Een klassieke Lombardische stoof van in plakken gezaagde kalfsschenkels, langzaam gegaard met soffritto, wijn en bouillon tot boterzacht, geserveerd met het merg in het midden van het bot. Traditioneel afgewerkt met gremolata en vaak gecombineerd met Risotto alla Milanese; een feestelijk, troostrijk gerecht dat vraagt om lang, zacht stoven en direct serveren.

# recipe.it_ossobuco_alla_milanese.info.summary
source: Braised veal shanks
de: Geschmorte Kalbshaxen
fr: Jarrets de veau braisés
nl: Gestoofde kalfsschenkels

# recipe.it_ossobuco_alla_milanese.step1.body
source: Finely chop the onion, carrot, and celery for an even braising base.
de: Zwiebel, Karotte und Sellerie fein hacken für eine gleichmäßige Schmorbasis.
fr: Hacher finement l oignon, la carotte et le céleri pour une base de braisage uniforme.
nl: Snijd de ui, wortel en bleekselderij fijn voor een gelijkmatige stoofbasis.

# recipe.it_ossobuco_alla_milanese.step1.title
source: Prep the soffritto
de: Bereite das Soffritto vor
fr: Préparer le soffritto
nl: Bereid de soffritto

# recipe.it_ossobuco_alla_milanese.step10.body
source: Plate the shanks with sauce and spoon gremolata over the top just before serving.
de: Haxen mit Sauce anrichten und Gremolata kurz vor dem Servieren darüber geben.
fr: Dresser les jarrets avec la sauce et ajouter la gremolata juste avant de servir.
nl: Schep de schenkels op met saus en lepel vlak voor het serveren gremolata erover.

# recipe.it_ossobuco_alla_milanese.step10.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_ossobuco_alla_milanese.step2.body
source: Season the veal shanks with salt and pepper, then lightly coat with flour and shake off excess.
de: Kalbshaxen mit Salz und Pfeffer würzen, dann leicht mit Mehl bestäuben und Überschuss abklopfen.
fr: Saler et poivrer les jarrets de veau, puis les enrober légèrement de farine et secouer l excédent.
nl: Kruid de kalfsschenkels met zout en peper, haal ze licht door bloem en klop het teveel eraf.

# recipe.it_ossobuco_alla_milanese.step2.title
source: Season and dredge
de: Würzen und mehlieren
fr: Assaisonner et fariner
nl: Kruid en bestuif

# recipe.it_ossobuco_alla_milanese.step3.body
source: Heat butter and olive oil in the pot and brown the shanks on both sides until deeply golden. Remove to a plate.
de: Butter und Olivenöl im Topf erhitzen und die Haxen beidseitig tief goldbraun anbraten. Auf einen Teller nehmen.
fr: Chauffer beurre et huile d olive et dorer les jarrets des deux côtés jusqu à une belle coloration. Réserver sur une assiette.
nl: Verhit boter en olijfolie in de pan en braad de schenkels aan beide kanten diep goudbruin. Haal ze uit de pan.

# recipe.it_ossobuco_alla_milanese.step3.title
source: Brown the shanks
de: Haxen anbraten
fr: Dorer les jarrets
nl: Braad de schenkels aan

# recipe.it_ossobuco_alla_milanese.step4.body
source: Add the chopped vegetables to the pot and cook until softened, scraping up browned bits.
de: Das gehackte Gemüse zugeben und weich garen, dabei die Röststoffe vom Boden lösen.
fr: Ajouter les légumes hachés et cuire jusqu à ce qu ils soient tendres en décollant les sucs.
nl: Voeg de gesneden groenten toe en bak tot zacht, schraap de aanbaksels los.

# recipe.it_ossobuco_alla_milanese.step4.title
source: Sweat the vegetables
de: Gemüse anschwitzen
fr: Faire suer les légumes
nl: Fruit de groenten

# recipe.it_ossobuco_alla_milanese.step5.body
source: Stir in tomato paste and cook briefly until it darkens slightly.
de: Tomatenmark einrühren und kurz rösten, bis es leicht nachdunkelt.
fr: Incorporer le concentré de tomate et cuire brièvement jusqu à ce qu il fonce légèrement.
nl: Roer tomatenpuree erdoor en bak kort tot hij iets donkerder wordt.

# recipe.it_ossobuco_alla_milanese.step5.title
source: Cook the tomato paste
de: Tomatenmark rösten
fr: Cuire le concentré de tomate
nl: Bak de tomatenpuree

# recipe.it_ossobuco_alla_milanese.step6.body
source: Pour in the wine and simmer until reduced and the sharp alcohol smell fades.
de: Wein angießen und köcheln lassen, bis reduziert und der stechende Alkoholgeruch verflogen ist.
fr: Verser le vin et laisser frémir jusqu à réduction et disparition de l odeur d alcool.
nl: Schenk de wijn erbij en laat inkoken tot het is gereduceerd en de alcoholgeur weg is.

# recipe.it_ossobuco_alla_milanese.step6.title
source: Reduce the wine
de: Wein einkochen
fr: Réduire le vin
nl: Laat de wijn inkoken

# recipe.it_ossobuco_alla_milanese.step7.body
source: Return the shanks to the pot, add stock, bring to a gentle simmer, cover, and braise until very tender, turning the shanks once during cooking.
de: Haxen zurück in den Topf geben, Brühe zugeben, sanft aufkochen, abdecken und schmoren, bis sehr zart, die Haxen dabei einmal wenden.
fr: Remettre les jarrets, ajouter le bouillon, porter à petit frémissement, couvrir et braiser jusqu à très tendre, en retournant une fois.
nl: Leg de schenkels terug, voeg bouillon toe, breng op zacht pruttelen, dek af en stoof tot zeer gaar, keer de schenkels één keer.

# recipe.it_ossobuco_alla_milanese.step7.title
source: Braise gently
de: Sanft schmoren
fr: Braiser doucement
nl: Stoof zachtjes

# recipe.it_ossobuco_alla_milanese.step8.body
source: Uncover and simmer the braising liquid until slightly thickened and glossy, then adjust seasoning.
de: Ohne Deckel die Schmorflüssigkeit einkochen lassen, bis sie leicht dicklich und glänzend ist, dann abschmecken.
fr: Découvrir et réduire le jus de cuisson jusqu à légèrement nappant et brillant, puis ajuster l assaisonnement.
nl: Haal het deksel eraf en laat het stoofvocht inkoken tot iets dikker en glanzend, proef en breng op smaak.

# recipe.it_ossobuco_alla_milanese.step8.title
source: Reduce the sauce
de: Sauce reduzieren
fr: Réduire la sauce
nl: Laat de saus inkoken

# recipe.it_ossobuco_alla_milanese.step9.body
source: Finely chop parsley and garlic, then mix with lemon zest to form a fresh gremolata.
de: Petersilie und Knoblauch fein hacken und mit Zitronenabrieb zu einer frischen Gremolata mischen.
fr: Hacher finement persil et ail, puis mélanger avec le zeste de citron pour obtenir une gremolata fraîche.
nl: Snijd peterselie en knoflook fijn en meng met citroenrasp tot een frisse gremolata.

# recipe.it_ossobuco_alla_milanese.step9.title
source: Make gremolata
de: Gremolata zubereiten
fr: Préparer la gremolata
nl: Maak gremolata

# recipe.it_ossobuco_alla_milanese.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_ossobuco_alla_milanese.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_ossobuco_alla_milanese.tool.t3
source: Heavy pot or dutch oven with lid
de: Schwerer Topf oder Schmortopf mit Deckel
fr: Marmite lourde ou cocotte avec couvercle
nl: Zware pan of braadpan met deksel

# recipe.it_ossobuco_alla_milanese.tool.t4
source: Tongs
de: Zange
fr: Pince
nl: Tang

# recipe.it_ossobuco_alla_milanese.tool.t5
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_ossobuco_alla_milanese.tool.t6
source: Measuring spoon
de: Messlöffel
fr: Cuillère doseuse
nl: Maatlepel

# recipe.it_ossobuco_alla_milanese.tool.t7
source: Small bowl
de: Kleine Schüssel
fr: Petit bol
nl: Kleine kom

# recipe.it_ossobuco_alla_milanese.tool.t8
source: Microplane or fine grater
de: Microplane oder feine Reibe
fr: Microplane ou râpe fine
nl: Microplane of fijne rasp

# recipe.it_panettone.drink.body
source: Pair with Moscato dAsti or a dry Prosecco to balance the sweet, buttery crumb and candied fruit. Non-alcoholic option: espresso or a hot black tea with orange peel.
de: Kombiniere mit Moscato d’Asti oder einem trockenen Prosecco, um die süße, buttrige Krume und die kandierten Früchte auszubalancieren. Alkoholfrei: Espresso oder heißer schwarzer Tee mit Orangenschale.
fr: À associer à un Moscato d’Asti ou à un Prosecco sec pour équilibrer la mie sucrée et beurrée et les fruits confits. Sans alcool: espresso ou thé noir chaud avec zeste d’orange.
nl: Combineer met Moscato d’Asti of een droge Prosecco om de zoete, boterige kruim en het gekonfijte fruit in balans te brengen. Alcoholvrij: espresso of hete zwarte thee met sinaasappelschil.

# recipe.it_panettone.drink.summary
source: Moscato or Prosecco
de: Moscato oder Prosecco
fr: Moscato ou Prosecco
nl: Moscato of Prosecco

# recipe.it_panettone.info
source: A traditional Italian holiday bread from Milan, enriched with butter, eggs, and sugar, and studded with raisins and candied citrus. Slow rises create a light, shreddable crumb and a tall, domed loaf, typically served in slices at room temperature for Christmas and New Year gatherings.
de: Ein traditionelles italienisches Festbrot aus Mailand, reich an Butter, Eiern und Zucker und mit Rosinen sowie kandierten Zitrusfrüchten gespickt. Langsame Gehzeiten sorgen für eine leichte, faserige Krume und einen hohen, gewölbten Laib; typischerweise in Scheiben bei Zimmertemperatur zu Weihnachten und Neujahr serviert.
fr: Pain sucré festif traditionnel de Milan, enrichi en beurre, œufs et sucre, et garni de raisins secs et d’agrumes confits. Les longues levées donnent une mie légère et filante et un grand dôme; servi en tranches à température ambiante pendant Noël et le Nouvel An.
nl: Een traditioneel Italiaans feestbrood uit Milaan, verrijkt met boter, eieren en suiker en gevuld met rozijnen en gekonfijt citrus. Langzame rijzen zorgen voor een luchtige, draderige kruim en een hoge, bolle vorm; meestal op kamertemperatuur in plakken geserveerd rond Kerst en Oud & Nieuw.

# recipe.it_panettone.info.summary
source: Festive sweet bread
de: Festliches Süßbrot
fr: Brioche de fête
nl: Feestelijk zoet brood

# recipe.it_panettone.step1.body
source: Cover raisins with hot water briefly, then drain well and pat completely dry so they do not wet the dough.
de: Rosinen kurz mit heißem Wasser übergießen, dann gut abtropfen lassen und vollständig trocken tupfen, damit sie den Teig nicht durchnässen.
fr: Couvrir les raisins d eau chaude brièvement, bien égoutter puis sécher complètement pour ne pas détremper la pâte.
nl: Overgiet rozijnen kort met heet water, giet goed af en dep volledig droog zodat ze het deeg niet nat maken.

# recipe.it_panettone.step1.title
source: Soak the raisins
de: Rosinen einweichen
fr: Faire tremper les raisins
nl: Week de rozijnen

# recipe.it_panettone.step10.body
source: Place the dough ball into the panettone mold and proof until it rises near the top and feels very light.
de: Die Teigkugel in die Panettoneform setzen und gehen lassen, bis sie nahe an den Rand steigt und sehr leicht wirkt.
fr: Mettre la boule dans le moule à panettone et laisser lever jusqu à près du bord, la pâte doit être très légère.
nl: Leg de deegbol in de panettonevorm en laat rijzen tot bijna aan de rand en heel licht aanvoelt.

# recipe.it_panettone.step10.title
source: Proof in the mold
de: In der Form gehen lassen
fr: Pousser dans le moule
nl: Rijs in de vorm

# recipe.it_panettone.step11.body
source: Preheat the oven so it is fully hot before baking.
de: Den Ofen so vorheizen, dass er vor dem Backen vollständig heiß ist.
fr: Préchauffer le four pour qu il soit bien chaud avant cuisson.
nl: Verwarm de oven voor zodat hij volledig heet is voor het bakken.

# recipe.it_panettone.step11.title
source: Heat the oven
de: Ofen vorheizen
fr: Préchauffer le four
nl: Verwarm de oven

# recipe.it_panettone.step12.body
source: Bake until deeply golden and set, rotating once if needed for even color.
de: Backen, bis tief goldbraun und durchgebacken, bei Bedarf einmal drehen für gleichmäßige Bräunung.
fr: Cuire jusqu à doré profond et bien pris, tourner une fois si nécessaire pour une coloration uniforme.
nl: Bak tot diep goud en gaar en draai één keer als dat nodig is voor egale kleur.

# recipe.it_panettone.step12.title
source: Bake
de: Backen
fr: Cuire
nl: Bak

# recipe.it_panettone.step13.body
source: Skewer the base, invert the panettone, and cool completely to prevent the tall crumb from collapsing.
de: Spieße durch den Boden stecken, den Panettone umdrehen und vollständig auskühlen lassen, damit die hohe Krume nicht einsinkt.
fr: Planter des brochettes à la base, retourner le panettone et laisser refroidir complètement pour éviter l affaissement.
nl: Prik spiesen door de onderkant, keer om en laat volledig afkoelen zodat de hoge kruim niet inzakt.

# recipe.it_panettone.step13.title
source: Cool upside down
de: Kopfüber auskühlen
fr: Refroidir tête en bas
nl: Laat ondersteboven afkoelen

# recipe.it_panettone.step14.body
source: Slice and serve at room temperature.
de: In Scheiben schneiden und bei Zimmertemperatur servieren.
fr: Trancher et servir à température ambiante.
nl: Snijd en serveer op kamertemperatuur.

# recipe.it_panettone.step14.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_panettone.step2.body
source: Split the vanilla bean and scrape the seeds. Mix vanilla seeds with citrus zests and set aside.
de: Vanilleschote aufschneiden und das Mark herauskratzen. Vanillemark mit Zitrusabrieb mischen und beiseitestellen.
fr: Fendre la gousse de vanille et gratter les graines. Mélanger les graines avec les zestes d agrumes et réserver.
nl: Splijt het vanillestokje en schraap de zaadjes eruit. Meng de zaadjes met citrusrasp en zet apart.

# recipe.it_panettone.step2.title
source: Prepare aromatics
de: Aromen vorbereiten
fr: Préparer les arômes
nl: Bereid de aroma’s

# recipe.it_panettone.step3.body
source: In a mixer bowl, dissolve yeast in milk and %i6, then add flour and sugar and mix until a rough dough forms.
de: In der Rührschüssel Hefe in Milch und %i6 auflösen, dann Mehl und Zucker zugeben und mischen, bis ein grober Teig entsteht.
fr: Dans le bol du robot, dissoudre la levure dans le lait et %i6 puis ajouter farine et sucre et mélanger jusqu à obtenir une pâte grossière.
nl: Los in de kom van de mixer gist op in melk en %i6, voeg bloem en suiker toe en meng tot een ruw deeg.

# recipe.it_panettone.step3.title
source: Start the dough
de: Teig ansetzen
fr: Démarrer la pâte
nl: Start het deeg

# recipe.it_panettone.step4.body
source: Knead until the dough becomes elastic and starts to pull away from the bowl.
de: Kneten, bis der Teig elastisch wird und sich vom Schüsselrand löst.
fr: Pétrir jusqu à ce que la pâte devienne élastique et se décolle des parois.
nl: Kneed tot het deeg elastisch wordt en loskomt van de kom.

# recipe.it_panettone.step4.title
source: Develop gluten
de: Gluten entwickeln
fr: Développer le gluten
nl: Ontwikkel gluten

# recipe.it_panettone.step5.body
source: Add eggs in small additions while mixing, letting the dough absorb each addition before the next.
de: Eier in kleinen Portionen zugeben und jeweils vollständig einarbeiten lassen.
fr: Ajouter les oeufs par petites quantités en laissant la pâte absorber chaque ajout.
nl: Voeg eieren in kleine porties toe tijdens het mengen en laat elke portie eerst opnemen.

# recipe.it_panettone.step5.title
source: Add eggs gradually
de: Eier nach und nach zugeben
fr: Ajouter les oeufs
nl: Voeg eieren geleidelijk toe

# recipe.it_panettone.step6.body
source: Add softened butter gradually and knead until fully absorbed and the dough is smooth and glossy, then mix in salt.
de: Weiche Butter nach und nach zugeben und kneten, bis alles vollständig aufgenommen ist und der Teig glatt und glänzend ist, dann Salz einarbeiten.
fr: Ajouter le beurre ramolli progressivement et pétrir jusqu à absorption complète, la pâte doit être lisse et brillante, puis incorporer le sel.
nl: Voeg zachte boter geleidelijk toe en kneed tot volledig opgenomen en het deeg glad en glanzend is en meng dan het zout erdoor.

# recipe.it_panettone.step6.title
source: Incorporate butter
de: Butter einarbeiten
fr: Incorporer le beurre
nl: Werk de boter in

# recipe.it_panettone.step7.body
source: Mix in the vanilla-zest mixture, then fold in raisins and candied citrus until evenly distributed.
de: Die Vanille Zitrus Mischung einarbeiten, dann Rosinen und kandierte Zitrusfrüchte unterheben, bis alles gleichmäßig verteilt ist.
fr: Incorporer le mélange vanille zestes puis ajouter raisins et fruits confits jusqu à répartition uniforme.
nl: Meng het vanille citrusraspmengsel erdoor en spatel dan rozijnen en gekonfijt citrus erdoor tot gelijkmatig verdeeld.

# recipe.it_panettone.step7.title
source: Add aromatics and fruit
de: Aromen und Früchte zugeben
fr: Ajouter arômes et fruits
nl: Voeg aroma en fruit toe
