Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_crostata_di_marmellata.step8.body
source: Cool completely so the filling firms up and slices cleanly.
de: Vollständig abkühlen lassen, damit die Füllung fest wird und sauber geschnitten werden kann.
fr: Laisser refroidir complètement pour que la garniture se raffermisse et se coupe proprement.
nl: Laat volledig afkoelen zodat de vulling stevig wordt en je netjes kunt snijden.

# recipe.it_crostata_di_marmellata.step8.title
source: Cool
de: Abkühlen lassen
fr: Refroidir
nl: Laat afkoelen

# recipe.it_crostata_di_marmellata.step9.body
source: Slice and serve at room temperature.
de: In Stücke schneiden und bei Zimmertemperatur servieren.
fr: Couper et servir à température ambiante.
nl: Snijd en serveer op kamertemperatuur.

# recipe.it_crostata_di_marmellata.step9.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_crostata_di_marmellata.tool.t1
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_crostata_di_marmellata.tool.t2
source: Fork
de: Gabel
fr: Fourchette
nl: Vork

# recipe.it_crostata_di_marmellata.tool.t3
source: Bench scraper
de: Teigkarte
fr: Coupe-pâte
nl: Deegschraper

# recipe.it_crostata_di_marmellata.tool.t4
source: Rolling pin
de: Nudelholz
fr: Rouleau à pâtisserie
nl: Deegroller

# recipe.it_crostata_di_marmellata.tool.t5
source: Tart pan
de: Tarteform
fr: Moule à tarte
nl: Taartvorm

# recipe.it_crostata_di_marmellata.tool.t6
source: Knife
de: Messer
fr: Couteau
nl: Mes

# recipe.it_crostata_di_marmellata.tool.t7
source: Oven
de: Ofen
fr: Four

# recipe.it_crostata_di_marmellata.tool.t8
source: Cooling rack
de: Kuchengitter
fr: Grille de refroidissement
nl: Afkoelrek

# recipe.it_gelato_alla_crema.drink.body
source: Pair with Moscato dAsti or another lightly sweet sparkling wine that won’t overpower the delicate custard. Non-alcoholic option: espresso or chilled sparkling water.
de: Kombiniere mit Moscato d’Asti oder einem anderen leicht perlenden Süßwein, der die feine Custard-Note nicht überdeckt. Alkoholfrei: Espresso oder gut gekühltes Sprudelwasser.
fr: À associer à un Moscato d’Asti ou à un autre vin doux légèrement pétillant qui ne couvrira pas la délicatesse de la crème. Sans alcool: espresso ou eau pétillante bien fraîche.
nl: Combineer met Moscato d’Asti of een andere licht mousserende zoete wijn die de delicate custardsmaak niet overstemt. Alcoholvrij: espresso of gekoeld bruiswater.

# recipe.it_gelato_alla_crema.info
source: A traditional Italian custard gelato made from milk, cream, sugar, and egg yolks, gently cooked to a smooth base and churned until dense and creamy. Served in small scoops or cones, it is a classic gelateria flavor and a simple, elegant finish to a meal, best enjoyed freshly churned and well chilled.
de: Ein traditionelles italienisches Cremegelato auf Custard-Basis aus Milch, Sahne, Zucker und Eigelb, sanft zu einer glatten Basis gekocht und anschließend zu einem dichten, cremigen Gelato gefroren. In kleinen Kugeln oder in der Waffel serviert; ein klassischer Gelateria-Geschmack und ein eleganter Abschluss, am besten frisch gemacht und gut gekühlt.
fr: Gelato italien traditionnel type crème pâtissière, à base de lait, crème, sucre et jaunes d’œufs, cuit doucement en base lisse puis turbiné pour une texture dense et crémeuse. Servi en petites boules ou en cornet; parfum classique de gelateria et fin de repas élégante, idéalement dégusté fraîchement turbiné et bien froid.
nl: Een traditionele Italiaanse custardgelato van melk, room, suiker en eidooiers, zachtjes gekookt tot een gladde basis en gedraaid tot compact en romig. Geserveerd in kleine bolletjes of hoorntjes; een klassieke gelateriasmaak en een elegante afsluiter, het lekkerst vers gedraaid en goed koud.

# recipe.it_gelato_alla_crema.info.summary
source: Silky custard gelato
de: Seidiges Cremegelato
fr: Gelato crème-custard
nl: Zijdezachte custardgelato

# recipe.it_gelato_alla_crema.step1.body
source: Split the vanilla bean and scrape the seeds. Warm milk and cream with vanilla and a pinch of salt until hot but not boiling.
de: Vanilleschote aufschneiden und das Mark herauskratzen. Milch und Sahne mit Vanille und einer Prise Salz erhitzen, bis heiß, aber nicht kochend.
fr: Fendre la gousse de vanille et gratter les graines. Chauffer lait et crème avec la vanille et une pincée de sel jusqu à chaud sans ébullition.
nl: Splijt het vanillestokje en schraap de zaadjes eruit. Verwarm melk en room met vanille en een snuf zout tot heet maar niet kokend.

# recipe.it_gelato_alla_crema.step1.title
source: Infuse dairy
de: Milch und Sahne aromatisieren
fr: Infuser les produits laitiers
nl: Trek de zuivel

# recipe.it_gelato_alla_crema.step2.body
source: In a bowl, whisk egg yolks with sugar until smooth and slightly thick.
de: In einer Schüssel Eigelb mit Zucker verrühren, bis glatt und leicht angedickt.
fr: Dans un bol, fouetter jaunes et sucre jusqu à lisse et légèrement épaissi.
nl: Klop in een kom eidooiers met suiker tot glad en iets dikker.

# recipe.it_gelato_alla_crema.step2.title
source: Whisk yolks and sugar
de: Eigelb und Zucker verrühren
fr: Fouetter jaunes et sucre
nl: Klop dooiers en suiker

# recipe.it_gelato_alla_crema.step3.body
source: Slowly whisk some hot dairy into the yolk mixture to warm it gently, then pour everything back into the saucepan.
de: Langsam etwas heiße Milch Sahne in die Eigelbmasse rühren, um sie sanft zu erwärmen, dann alles zurück in den Topf geben.
fr: Incorporer lentement une partie du liquide chaud aux jaunes pour les réchauffer puis remettre le tout dans la casserole.
nl: Klop langzaam wat hete zuivel door het dooiermengsel om het voorzichtig te verwarmen en giet alles terug in de pan.

# recipe.it_gelato_alla_crema.step3.title
source: Temper the yolks
de: Eigelb temperieren
fr: Tempérer les jaunes
nl: Tempereer de dooiers

# recipe.it_gelato_alla_crema.step4.body
source: Cook over low heat, stirring constantly, until the custard thickens lightly and reaches custard temperature without boiling.
de: Bei niedriger Hitze unter ständigem Rühren garen, bis die Creme leicht eindickt und die Custardtemperatur erreicht, ohne zu kochen.
fr: Cuire à feu doux en remuant sans cesse jusqu à léger épaississement et température de crème anglaise sans ébullition.
nl: Gaar op laag vuur al roerend tot de custard licht indikt en de custardtemperatuur bereikt zonder te koken.

# recipe.it_gelato_alla_crema.step4.title
source: Cook the custard
de: Creme anglaise garen
fr: Cuire la crème
nl: Gaar de custard

# recipe.it_gelato_alla_crema.step5.body
source: Strain through a fine sieve into a bowl and chill quickly over an ice bath, stirring until cool.
de: Durch ein feines Sieb in eine Schüssel abseihen und über einem Eisbad schnell abkühlen, dabei rühren, bis kalt.
fr: Filtrer au tamis fin dans un bol et refroidir rapidement au bain de glace en remuant jusqu à froid.
nl: Zeef door een fijne zeef in een kom en koel snel boven een ijsbad en roer tot koud.

# recipe.it_gelato_alla_crema.step5.title
source: Strain and chill fast
de: Abseihen und schnell kühlen
fr: Filtrer et refroidir vite
nl: Zeef en koel snel

# recipe.it_gelato_alla_crema.step6.body
source: Cover and refrigerate the base so it fully chills and the texture improves.
de: Abdecken und kühlen, bis die Basis vollständig kalt ist und die Textur besser wird.
fr: Couvrir et réfrigérer pour que la base soit bien froide et que la texture s améliore.
nl: Dek af en zet in de koelkast zodat de basis goed koud wordt en de textuur verbetert.

# recipe.it_gelato_alla_crema.step6.title
source: Mature the base
de: Basis reifen lassen
fr: Maturer la base
nl: Laat de basis rijpen

# recipe.it_gelato_alla_crema.step7.body
source: Churn the cold base in a gelato or ice cream machine until thick and softly set.
de: Die kalte Basis in einer Gelato oder Eismaschine rühren, bis dick und weich gefroren.
fr: Turbiner la base froide dans une sorbetière jusqu à épaississement et prise souple.
nl: Draai de koude basis in een gelato of ijsmachine tot dik en zacht stevig.

# recipe.it_gelato_alla_crema.step7.title
source: Churn
de: Frieren
fr: Turbiner
nl: Draai

# recipe.it_gelato_alla_crema.step8.body
source: Transfer to a freezer-safe container and freeze until scoopable.
de: In einen gefriergeeigneten Behälter füllen und einfrieren, bis sie portionierbar ist.
fr: Transférer dans un récipient pour congélateur et congeler jusqu à texture scoopable.
nl: Doe in een diepvriesbak en vries tot schepbaar.

# recipe.it_gelato_alla_crema.step8.title
source: Harden
de: Nachfrieren
fr: Durcir
nl: Laat opstijven

# recipe.it_gelato_alla_crema.step9.body
source: Scoop and serve immediately.
de: Kugeln abstechen und sofort servieren.
fr: Former des boules et servir immédiatement.
nl: Schep en serveer direct.

# recipe.it_gelato_alla_crema.step9.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_gelato_alla_crema.tool.t1
source: Saucepan
de: Stieltopf
fr: Casserole
nl: Sauspan

# recipe.it_gelato_alla_crema.tool.t10
source: Refrigerator
de: Kühlschrank
fr: Réfrigérateur
nl: Koelkast

# recipe.it_gelato_alla_crema.tool.t11
source: Freezer
de: Gefrierschrank
fr: Congélateur
nl: Vriezer

# recipe.it_gelato_alla_crema.tool.t2
source: Whisk
de: Schneebesen
fr: Fouet
nl: Garde

# recipe.it_gelato_alla_crema.tool.t3
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_gelato_alla_crema.tool.t4
source: Fine sieve
de: Feines Sieb
fr: Tamis fin
nl: Fijne zeef

# recipe.it_gelato_alla_crema.tool.t5
source: Kitchen thermometer
de: Küchenthermometer
fr: Thermomètre de cuisine
nl: Keukenthermometer

# recipe.it_gelato_alla_crema.tool.t6
source: Ice bath container
de: Behälter für Eisbad
fr: Récipient pour bain de glace
nl: Bak voor ijsbad

# recipe.it_gelato_alla_crema.tool.t7
source: Spatula
de: Spatel
fr: Spatule
nl: Spatel

# recipe.it_gelato_alla_crema.tool.t8
source: Gelato maker or ice cream machine
de: Gelato- oder Eismaschine
fr: Sorbetière ou turbine à glace
nl: Gelatomachine of ijsmachine

# recipe.it_gelato_alla_crema.tool.t9
source: Freezer-safe container
de: Gefriergeeigneter Behälter
fr: Boîte compatible congélateur
nl: Diepvriesbak

# recipe.it_insalata_caprese.drink.body
source: Pair with a crisp southern Italian white such as Falanghina or a dry rosé to match the freshness of tomato and mozzarella. Non-alcoholic option: sparkling water or a chilled lemonade.
de: Kombiniere mit einem frischen süditalienischen Weißwein wie Falanghina oder einem trockenen Rosé, passend zur Frische von Tomate und Mozzarella. Alkoholfrei: Sprudelwasser oder gut gekühlte Limonade.
fr: À associer à un blanc du sud de l’Italie comme la Falanghina, ou à un rosé sec, pour accompagner la fraîcheur de la tomate et de la mozzarella. Sans alcool: eau pétillante ou citronnade fraîche.
nl: Combineer met een frisse Zuid-Italiaanse witte wijn zoals Falanghina of een droge rosé die past bij de frisheid van tomaat en mozzarella. Alcoholvrij: bruiswater of gekoelde limonade.

# recipe.it_insalata_caprese.drink.summary
source: Crisp white wine
de: Frischer Weißwein
fr: Blanc vif
nl: Frisse witte wijn

# recipe.it_insalata_caprese.info
source: A traditional salad from Campania featuring ripe tomatoes and fresh mozzarella layered with basil, dressed simply with extra-virgin olive oil, salt, and black pepper. Served at room temperature as an antipasto or light course, it highlights peak-season produce and fresh dairy with minimal handling.
de: Ein traditioneller Salat aus Kampanien mit reifen Tomaten und frischem Mozzarella, geschichtet mit Basilikum und schlicht angemacht mit nativem Olivenöl extra, Salz und schwarzem Pfeffer. Bei Zimmertemperatur als Antipasto oder leichter Gang serviert; er hebt saisonale Produkte und frische Milchprodukte hervor, mit minimaler Verarbeitung.
fr: Salade traditionnelle de Campanie avec tomates mûres et mozzarella fraîche, alternées avec du basilic et assaisonnées simplement d’huile d’olive extra vierge, de sel et de poivre noir. Servie à température ambiante en antipasto ou en plat léger, elle met en valeur les produits de saison et la fraîcheur des laitages, avec une préparation minimale.
nl: Een traditionele salade uit Campania met rijpe tomaten en verse mozzarella, in laagjes met basilicum, eenvoudig aangemaakt met extra vergine olijfolie, zout en zwarte peper. Op kamertemperatuur geserveerd als antipasto of lichte gang; het benadrukt seizoensproducten en verse zuivel met minimale bewerking.

# recipe.it_insalata_caprese.info.summary
source: Tomato mozzarella basil
de: Tomate-Mozzarella-Basilikum
fr: Tomate-mozzarella-basilic
nl: Tomaat mozzarella basilicum

# recipe.it_insalata_caprese.step1.body
source: Slice the tomatoes and mozzarella into even rounds.
de: Tomaten und Mozzarella in gleichmäßige Scheiben schneiden.
fr: Couper tomates et mozzarella en tranches régulières.
nl: Snijd tomaten en mozzarella in gelijke plakken.

# recipe.it_insalata_caprese.step1.title
source: Slice the ingredients
de: Zutaten schneiden
fr: Trancher les ingrédients
nl: Snijd de ingrediënten

# recipe.it_insalata_caprese.step2.body
source: Alternate tomato and mozzarella on a platter, tucking basil leaves between slices.
de: Tomate und Mozzarella abwechselnd auf einer Platte anordnen und Basilikumblätter dazwischen stecken.
fr: Alterner tomate et mozzarella sur un plat en glissant des feuilles de basilic entre les tranches.
nl: Leg tomaat en mozzarella om en om op een schaal en steek basilicumblaadjes ertussen.

# recipe.it_insalata_caprese.step2.title
source: Arrange
de: Anrichten
fr: Dresser
nl: Schik

# recipe.it_insalata_caprese.step3.body
source: Drizzle with extra-virgin olive oil and season with salt and black pepper.
de: Mit nativem Olivenöl extra beträufeln und mit Salz und schwarzem Pfeffer würzen.
fr: Arroser d huile d olive vierge extra et assaisonner de sel et de poivre noir.
nl: Besprenkel met extra vergine olijfolie en breng op smaak met zout en zwarte peper.

# recipe.it_insalata_caprese.step3.title
source: Dress
de: Abschmecken
fr: Assaisonner
nl: Maak aan

# recipe.it_insalata_caprese.step4.body
source: Let the salad stand briefly so flavors mingle, then serve at room temperature.
de: Den Salat kurz stehen lassen, damit sich die Aromen verbinden, dann bei Zimmertemperatur servieren.
fr: Laisser reposer brièvement pour que les saveurs se mêlent puis servir à température ambiante.
nl: Laat de salade even staan zodat smaken mengen en serveer op kamertemperatuur.

# recipe.it_insalata_caprese.step4.title
source: Rest briefly
de: Kurz ziehen lassen
fr: Laisser reposer
nl: Laat kort staan

# recipe.it_insalata_caprese.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_insalata_caprese.tool.t2
source: Knife
de: Messer
fr: Couteau
nl: Mes

# recipe.it_insalata_caprese.tool.t3
source: Serving platter
de: Servierplatte
fr: Plat de service
nl: Serveerschaal

# recipe.it_insalata_caprese.tool.t4
source: Spoon
de: Löffel
fr: Cuillère
nl: Lepel

# recipe.it_lasagna_alla_bolognese.drink.body
source: Pair with Sangiovese or a dry Lambrusco to cut through the richness and match the ragù. A fuller-bodied white with good acidity can also work. Non-alcoholic option: sparkling water or a lightly bitter citrus soda.
de: Kombiniere mit Sangiovese oder einem trockenen Lambrusco, um die Reichhaltigkeit zu schneiden und zum Ragù zu passen. Ein vollerer Weißwein mit guter Säure kann ebenfalls funktionieren. Alkoholfrei: Sprudelwasser oder eine leicht bittere Zitruslimonade.
fr: À associer à un Sangiovese ou à un Lambrusco sec pour trancher la richesse et accompagner le ragù. Un blanc plus ample avec une bonne acidité peut aussi convenir. Sans alcool: eau pétillante ou soda d’agrumes légèrement amer.
nl: Combineer met Sangiovese of een droge Lambrusco om door de rijkdom heen te snijden en bij de ragù te passen. Een vollere witte met goede zuren kan ook. Alcoholvrij: bruiswater of een licht bittere citrusfrisdrank.

# recipe.it_lasagna_alla_bolognese.drink.summary
source: Sangiovese or Lambrusco
de: Sangiovese oder Lambrusco
fr: Sangiovese ou Lambrusco
nl: Sangiovese of Lambrusco

# recipe.it_lasagna_alla_bolognese.info
source: A traditional Emilia-Romagna lasagna made with fresh egg pasta sheets layered with slow-cooked ragù and béchamel, finished with Parmigiano-Reggiano. Baked until bubbling and lightly browned, it is served in generous slices for family Sundays and celebrations, prized for its rich, cohesive layers and deep savory flavor.
de: Eine traditionelle Lasagne aus der Emilia-Romagna mit frischen Eierpasta-Blättern, geschichtet mit langsam geschmortem Ragù und Béchamelsauce, mit Parmigiano-Reggiano vollendet. Gebacken bis sie blubbert und leicht bräunt, in großzügigen Stücken bei Familien-Sonntagen und Festen serviert, geschätzt für ihre reichen, zusammenhängenden Schichten und den tief herzhaften Geschmack.
fr: Lasagnes traditionnelles d’Émilie-Romagne réalisées avec des feuilles de pâtes fraîches aux œufs, superposées avec un ragù longuement mijoté et une béchamel, puis finies au Parmigiano-Reggiano. Cuites jusqu’à bouillonner et dorer légèrement, servies en parts généreuses lors des dimanches en famille et des fêtes, appréciées pour leurs couches riches et leur saveur profonde.
nl: Een traditionele lasagne uit Emilia-Romagna met verse eierpasta in lagen met langzaam gegaarde ragù en béchamelsaus, afgewerkt met Parmigiano-Reggiano. Gebakken tot het bubbelt en licht bruint, en in royale stukken geserveerd bij familie-zondagen en feestelijke momenten, gewaardeerd om de rijke, samenhangende lagen en diepe hartige smaak.

# recipe.it_lasagna_alla_bolognese.info.summary
source: Layered baked pasta
de: Geschichtete Ofenpasta
fr: Pâtes gratinées en couches
nl: Gelaagde ovenschotel

# recipe.it_lasagna_alla_bolognese.step1.body
source: Finely chop the onion, carrot, and celery so they cook down evenly and disappear into the ragù.
de: Zwiebel, Karotte und Sellerie sehr fein hacken, damit sie gleichmäßig weich werden und im Ragù praktisch verschwinden.
fr: Hacher très finement l oignon, la carotte et le céleri pour qu ils cuisent uniformément et disparaissent dans le ragù.
nl: Snijd de ui, wortel en bleekselderij heel fijn zodat ze gelijkmatig zacht worden en verdwijnen in de ragù.

# recipe.it_lasagna_alla_bolognese.step1.title
source: Prep the soffritto
de: Bereite das Soffritto vor
fr: Préparer le soffritto
nl: Bereid de soffritto

# recipe.it_lasagna_alla_bolognese.step10.body
source: Preheat the oven so it is fully hot before baking the lasagna.
de: Den Ofen so vorheizen, dass er vor dem Backen der Lasagne vollständig heiß ist.
fr: Préchauffer le four pour qu il soit bien chaud avant d enfourner la lasagne.
nl: Verwarm de oven voor zodat hij volledig heet is voordat je de lasagne bakt.

# recipe.it_lasagna_alla_bolognese.step10.title
source: Heat the oven
de: Ofen vorheizen
fr: Préchauffer le four
nl: Verwarm de oven

# recipe.it_lasagna_alla_bolognese.step11.body
source: Spread a thin layer of béchamel in the baking dish, add pasta sheets, then add ragù, béchamel, and a sprinkle of Parmigiano-Reggiano. Repeat to use everything, finishing with béchamel and Parmigiano-Reggiano on top.
de: Eine dünne Schicht Béchamel in die Form streichen, Pastaplatten darauflegen, dann Ragù, Béchamel und etwas Parmigiano Reggiano. Wiederholen, bis alles aufgebraucht ist, mit Béchamel und Parmigiano Reggiano oben abschließen.
fr: Étaler une fine couche de béchamel dans le plat, ajouter les feuilles de pâte, puis le ragù, la béchamel et un peu de Parmigiano Reggiano. Répéter jusqu à épuisement en finissant par béchamel et Parmigiano Reggiano.
nl: Smeer een dun laagje béchamel in de ovenschaal, leg pastavellen en voeg dan ragù, béchamel en een beetje Parmigiano-Reggiano toe. Herhaal tot alles op is en eindig met béchamel en Parmigiano-Reggiano bovenop.

# recipe.it_lasagna_alla_bolognese.step11.title
source: Assemble the layers
de: Schichten zusammensetzen
fr: Monter les couches
nl: Bouw de lagen op

# recipe.it_lasagna_alla_bolognese.step12.body
source: Bake until bubbling and the top is lightly browned and set.
de: Backen, bis es blubbert und die Oberfläche leicht gebräunt und gesetzt ist.
fr: Cuire jusqu à ce que ça bouillonne et que le dessus soit légèrement doré et pris.
nl: Bak tot het borrelt en de bovenkant licht bruin en stevig is.

# recipe.it_lasagna_alla_bolognese.step12.title
source: Bake
de: Backen
fr: Cuire
nl: Bak

# recipe.it_lasagna_alla_bolognese.step13.body
source: Let the lasagna rest so the layers settle and slices hold their shape.
de: Die Lasagne ruhen lassen, damit sich die Schichten setzen und Stücke sauber halten.
fr: Laisser reposer la lasagne pour que les couches se stabilisent et que les parts se tiennent.
nl: Laat de lasagne rusten zodat de lagen zetten en stukken netjes blijven.

# recipe.it_lasagna_alla_bolognese.step13.title
source: Rest
de: Ruhen lassen
fr: Laisser reposer
nl: Laat rusten

# recipe.it_lasagna_alla_bolognese.step14.body
source: Cut into portions and serve hot.
de: In Portionen schneiden und heiß servieren.
fr: Couper en portions et servir chaud.
nl: Snijd in porties en serveer heet.

# recipe.it_lasagna_alla_bolognese.step14.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_lasagna_alla_bolognese.step2.body
source: Warm the heavy pot over medium heat, add pancetta, and cook until the fat renders and the pieces turn lightly golden.
de: Den schweren Topf bei mittlerer Hitze erwärmen, Pancetta zugeben und braten, bis das Fett ausgelassen ist und die Stücke leicht goldgelb sind.
fr: Chauffer la cocotte à feu moyen, ajouter la pancetta et cuire jusqu à ce que la graisse soit rendue et que les morceaux soient légèrement dorés.
nl: Verwarm de zware pan op middelhoog vuur, voeg pancetta toe en bak tot het vet is uitgesmolten en de stukjes licht goud kleuren.

# recipe.it_lasagna_alla_bolognese.step2.title
source: Render pancetta
de: Pancetta auslassen
fr: Faire fondre la pancetta
nl: Smelt het vet uit de pancetta

# recipe.it_lasagna_alla_bolognese.step3.body
source: Add olive oil, then add the chopped vegetables and cook gently until soft and fragrant without browning.
de: Olivenöl zugeben, dann das gehackte Gemüse einrühren und sanft garen, bis es weich und duftend ist, ohne zu bräunen.
fr: Ajouter l huile d olive puis les légumes hachés et cuire doucement jusqu à ce qu ils soient tendres et parfumés, sans coloration.
nl: Voeg olijfolie toe, doe de gesneden groenten erbij en gaar zacht tot zacht en geurig zonder te kleuren.

# recipe.it_lasagna_alla_bolognese.step3.title
source: Soften the vegetables
de: Gemüse weich schmoren
fr: Faire suer les légumes
nl: Fruit de groenten

# recipe.it_lasagna_alla_bolognese.step4.body
source: Add ground beef and ground pork, break up well, and cook until the meat loses its raw color and begins to brown.
de: Rinderhack und Schweinehack zugeben, gut zerteilen und braten, bis das Fleisch nicht mehr roh aussieht und zu bräunen beginnt.
fr: Ajouter le boeuf haché et le porc haché, bien émietter et cuire jusqu à ce que la viande ne soit plus rouge et commence à dorer.
nl: Voeg rundergehakt en varkensgehakt toe, maak goed los en bak tot het niet meer rauw oogt en begint te kleuren.

# recipe.it_lasagna_alla_bolognese.step4.title
source: Brown the meat
de: Fleisch anbraten
fr: Faire revenir la viande
nl: Bak het vlees aan
