Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_cacio_e_pepe.step9.body
source: Off the heat, add the cheese cream and toss vigorously until glossy and evenly coated, loosening with small splashes of pasta water as needed.
de: Vom Herd nehmen, die Käsecreme zugeben und kräftig schwenken, bis alles glänzt und gleichmäßig überzogen ist, bei Bedarf mit kleinen Schüssen Nudelwasser lockern.
fr: Hors du feu, ajouter la crème de fromage et mélanger vivement jusqu à obtenir une texture brillante et uniforme, détendre avec de petites touches d eau de cuisson si besoin.
nl: Voeg van het vuur de kaascrème toe en schep krachtig om tot glanzend en gelijkmatig bedekt, maak los met kleine scheutjes pastawater.

# recipe.it_cacio_e_pepe.step9.title
source: Emulsify with cheese
de: Mit Käse emulgieren
fr: Émulsionner avec le fromage
nl: Emulgeer met kaas

# recipe.it_cacio_e_pepe.tool.t1
source: Large pot
de: Großer Topf
fr: Grande casserole
nl: Grote pan

# recipe.it_cacio_e_pepe.tool.t2
source: Colander
de: Sieb
fr: Passoire
nl: Vergiet

# recipe.it_cacio_e_pepe.tool.t3
source: Fine grater
de: Feine Reibe
fr: Râpe fine
nl: Fijne rasp

# recipe.it_cacio_e_pepe.tool.t4
source: Large skillet
de: Große Pfanne
fr: Grande poêle
nl: Grote koekenpan

# recipe.it_cacio_e_pepe.tool.t5
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_cacio_e_pepe.tool.t6
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_cacio_e_pepe.tool.t7
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_calamari_fritti.drink.body
source: Pair with a crisp coastal white such as Vermentino or a dry sparkling wine to cut through the fry and match the seafood. Non-alcoholic option: sparkling water with lemon or a chilled citrus soda.
de: Kombiniere mit einem frischen Küstenweißwein wie Vermentino oder einem trockenen Schaumwein, der Frittiertes und Meeresfrüchte gut begleitet. Alkoholfrei: Sprudelwasser mit Zitrone oder gut gekühlte Zitruslimonade.
fr: À associer à un blanc côtier vif comme le Vermentino ou à un effervescent sec, parfaits avec le frit et les fruits de mer. Sans alcool: eau pétillante au citron ou soda d’agrumes bien frais.
nl: Combineer met een frisse kustwitte wijn zoals Vermentino of een droge mousserende wijn die past bij frituur en zeevruchten. Alcoholvrij: bruiswater met citroen of gekoelde citrusfrisdrank.

# recipe.it_calamari_fritti.drink.summary
source: Vermentino or bubbles
de: Vermentino oder Schaumwein
fr: Vermentino ou bulles
nl: Vermentino of bubbels

# recipe.it_calamari_fritti.info
source: A classic Italian antipasto of squid cut into rings, lightly floured, and fried quickly in hot oil until pale golden and crisp. Traditionally served immediately with lemon and a pinch of salt, it is common along coastal regions and enjoyed as a shared starter with a bright, clean finish.
de: Eine klassische italienische Antipasto aus Tintenfischringen, leicht bemehlt und in heißem Öl schnell frittiert, bis sie hellgolden und knusprig sind. Traditionell sofort mit Zitrone und einer Prise Salz serviert; an Küstenregionen verbreitet und als geteilter Starter mit frischem, klarem Finish beliebt.
fr: Antipasto italien classique de calamars coupés en anneaux, légèrement farinés puis frits rapidement dans une huile chaude jusqu’à devenir pâles dorés et croustillants. Traditionnellement servis immédiatement avec citron et une pincée de sel; très répandus sur les côtes et appréciés à partager, avec une finale nette et fraîche.
nl: Een klassieke Italiaanse antipasto van inktvis in ringen, licht bebloemd en snel gefrituurd in hete olie tot bleekgoud en knapperig. Traditioneel direct geserveerd met citroen en een snuf zout; veel voorkomend langs de kust en geliefd als gedeelde starter met een frisse, schone afdronk.

# recipe.it_calamari_fritti.info.summary
source: Crisp fried squid
de: Knusprig frittierter Tintenfisch
fr: Calamars frits croustillants
nl: Krokante inktvis

# recipe.it_calamari_fritti.step1.body
source: Pat the squid very dry, then cut bodies into rings and keep tentacles whole.
de: Den Tintenfisch sehr trocken tupfen, dann die Körper in Ringe schneiden und die Tentakel ganz lassen.
fr: Bien sécher le calamar, couper les corps en anneaux et garder les tentacules entiers.
nl: Dep de inktvis heel droog, snijd de lichamen in ringen en laat de tentakels heel.

# recipe.it_calamari_fritti.step1.title
source: Prep the squid
de: Tintenfisch vorbereiten
fr: Préparer le calamar
nl: Bereid de inktvis

# recipe.it_calamari_fritti.step2.body
source: Pour vegetable oil into a deep pot and heat until frying temperature is reached.
de: Pflanzenöl in einen tiefen Topf geben und erhitzen, bis Frittiertemperatur erreicht ist.
fr: Verser l huile végétale dans une marmite profonde et chauffer jusqu à température de friture.
nl: Giet plantaardige olie in een diepe pan en verhit tot frituurtemperatuur.

# recipe.it_calamari_fritti.step2.title
source: Heat the oil
de: Öl erhitzen
fr: Chauffer l huile
nl: Verhit de olie

# recipe.it_calamari_fritti.step3.body
source: Toss squid in flour to coat lightly, then shake off excess flour.
de: Tintenfisch in Mehl wenden, nur leicht bedecken und überschüssiges Mehl abschütteln.
fr: Enrober légèrement le calamar de farine puis secouer l excédent.
nl: Wentel de inktvis licht door bloem en schud overtollige bloem eraf.

# recipe.it_calamari_fritti.step3.title
source: Flour the squid
de: Tintenfisch mehlieren
fr: Fariner le calamar
nl: Bebloem de inktvis

# recipe.it_calamari_fritti.step4.body
source: Fry the squid in small batches until just pale golden and crisp, then lift out with a slotted spoon.
de: Den Tintenfisch in kleinen Portionen frittieren, bis er gerade eben hellgolden und knusprig ist, dann mit einem Schaumlöffel herausheben.
fr: Frire en petites fournées jusqu à juste doré pâle et croustillant puis retirer à l écumoire.
nl: Frituur de inktvis in kleine porties tot net licht goud en krokant en schep eruit met een schuimspaan.

# recipe.it_calamari_fritti.step4.title
source: Fry in batches
de: Portionsweise frittieren
fr: Frire par fournées
nl: Frituur in porties

# recipe.it_calamari_fritti.step5.body
source: Drain on paper towels and season immediately with salt.
de: Auf Küchenpapier abtropfen lassen und sofort salzen.
fr: Égoutter sur papier absorbant et saler immédiatement.
nl: Laat uitlekken op keukenpapier en zout direct.

# recipe.it_calamari_fritti.step5.title
source: Drain and season
de: Abtropfen und salzen
fr: Égoutter et saler
nl: Laat uitlekken en zout

# recipe.it_calamari_fritti.step6.body
source: Transfer to a platter and serve right away with lemon wedges for squeezing.
de: Auf einer Platte anrichten und sofort mit Zitronenspalten zum Ausdrücken servieren.
fr: Dresser sur un plat et servir tout de suite avec des quartiers de citron à presser.
nl: Leg op een schaal en serveer meteen met partjes citroen om uit te knijpen.

# recipe.it_calamari_fritti.step6.title
source: Serve with lemon
de: Mit Zitrone servieren
fr: Servir avec citron
nl: Serveer met citroen

# recipe.it_calamari_fritti.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_calamari_fritti.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_calamari_fritti.tool.t3
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_calamari_fritti.tool.t4
source: Deep heavy pot
de: Tiefer, schwerer Topf
fr: Marmite profonde et lourde
nl: Diepe zware pan

# recipe.it_calamari_fritti.tool.t5
source: Kitchen thermometer
de: Küchenthermometer
fr: Thermomètre de cuisine
nl: Keukenthermometer

# recipe.it_calamari_fritti.tool.t6
source: Slotted spoon
de: Schaumlöffel
fr: Écumoire
nl: Schuimspaan

# recipe.it_calamari_fritti.tool.t7
source: Paper towels
de: Küchenpapier
fr: Essuie-tout
nl: Keukenpapier

# recipe.it_calamari_fritti.tool.t8
source: Serving platter
de: Servierplatte
fr: Plat de service
nl: Serveerschaal

# recipe.it_cannoli_siciliani.drink.body
source: Pair with a small glass of Marsala or a lightly sparkling sweet wine such as Moscato to echo the pastry and ricotta. Non-alcoholic option: espresso or sparkling water with a twist of orange.
de: Kombiniere mit einem kleinen Glas Marsala oder einem leicht perlenden Süßwein wie Moscato, der Gebäck und Ricotta unterstreicht. Alkoholfrei: Espresso oder Sprudelwasser mit einem Stück Orangenschale.
fr: À associer à un petit verre de Marsala ou à un vin doux légèrement pétillant comme le Moscato, pour faire écho à la pâtisserie et à la ricotta. Sans alcool: espresso ou eau pétillante avec un zeste d’orange.
nl: Combineer met een klein glas Marsala of een licht mousserende zoete wijn zoals Moscato die het gebak en de ricotta ondersteunt. Alcoholvrij: espresso of bruiswater met een stukje sinaasappelschil.

# recipe.it_cannoli_siciliani.drink.summary
source: Marsala or Moscato
de: Marsala oder Moscato
fr: Marsala ou Moscato
nl: Marsala of Moscato

# recipe.it_cannoli_siciliani.info
source: Traditional Sicilian cannoli are crisp fried pastry shells wrapped around a tube and filled at the last moment with sweetened ricotta, often scented with citrus and a touch of spice. Served as a celebratory pastry in bars and homes, they are best enjoyed soon after filling so the shell stays shatteringly crisp.
de: Traditionelle sizilianische Cannoli sind knusprig frittierte Teighülsen um ein Röhrchen, erst kurz vor dem Servieren mit gesüßter Ricotta gefüllt, oft mit Zitrusnoten und einem Hauch Gewürz. Als festliches Gebäck in Bars und zu Hause serviert; am besten kurz nach dem Füllen, damit die Hülle splitterknusprig bleibt.
fr: Cannoli siciliens traditionnels: coques de pâte frites croustillantes enroulées autour d’un tube, garnies au dernier moment de ricotta sucrée, souvent parfumée aux agrumes et à une pointe d’épice. Servis comme pâtisserie de fête dans les bars et à la maison; à déguster rapidement après garnissage pour garder la coque très croustillante.
nl: Traditionele Siciliaanse cannoli zijn knapperige gefrituurde deegrolletjes om een buis, gevuld op het laatste moment met gezoete ricotta, vaak geparfumeerd met citrus en een vleugje specerij. Geserveerd als feestelijk gebak in bars en thuis; het lekkerst kort na het vullen zodat de huls heerlijk knapperig blijft.

# recipe.it_cannoli_siciliani.info.summary
source: Crisp ricotta tubes
de: Knusprige Ricotta-Röllchen
fr: Tubes ricotta croustillants
nl: Krokante ricottabuizen

# recipe.it_cannoli_siciliani.step1.body
source: Combine flour, sugar, and salt in a bowl, rub in lard, then add egg, Marsala, vinegar, and enough water to form a firm, smooth dough.
de: Mehl, Zucker und Salz in einer Schüssel mischen, Schmalz einreiben, dann Ei, Marsala, Essig und genug Wasser zugeben, bis ein fester, glatter Teig entsteht.
fr: Mélanger farine, sucre et sel, sabler avec le saindoux puis ajouter oeuf, Marsala, vinaigre et assez d eau pour obtenir une pâte ferme et lisse.
nl: Meng bloem, suiker en zout in een kom, wrijf reuzel erdoor en voeg ei, Marsala, azijn en genoeg water toe tot een stevig, glad deeg ontstaat.

# recipe.it_cannoli_siciliani.step1.title
source: Make the dough
de: Teig herstellen
fr: Préparer la pâte
nl: Maak het deeg

# recipe.it_cannoli_siciliani.step10.body
source: Pipe the ricotta filling into the shells shortly before serving so they stay crisp.
de: Die Ricottafüllung kurz vor dem Servieren in die Schalen spritzen, damit sie knusprig bleiben.
fr: Pocher la farce à la ricotta dans les coques peu avant de servir pour qu elles restent croustillantes.
nl: Spuit de ricottavulling vlak voor het serveren in de schelpen zodat ze krokant blijven.

# recipe.it_cannoli_siciliani.step10.title
source: Fill the cannoli
de: Cannoli füllen
fr: Farcir les cannoli
nl: Vul de cannoli

# recipe.it_cannoli_siciliani.step11.body
source: Serve immediately once filled.
de: Direkt nach dem Füllen servieren.
fr: Servir immédiatement après garnissage.
nl: Serveer direct na het vullen.

# recipe.it_cannoli_siciliani.step11.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_cannoli_siciliani.step2.body
source: Cover the dough and let it rest so it relaxes for rolling.
de: Den Teig abdecken und ruhen lassen, damit er sich zum Ausrollen entspannt.
fr: Couvrir la pâte et laisser reposer pour qu elle se détende avant étalage.
nl: Dek het deeg af en laat rusten zodat het ontspant voor het uitrollen.

# recipe.it_cannoli_siciliani.step2.title
source: Rest the dough
de: Teig ruhen lassen
fr: Laisser reposer la pâte
nl: Laat het deeg rusten

# recipe.it_cannoli_siciliani.step3.body
source: Press ricotta through a fine sieve into a bowl to make it smooth and remove excess moisture.
de: Ricotta durch ein feines Sieb in eine Schüssel drücken, um ihn glatt zu machen und überschüssige Feuchtigkeit zu entfernen.
fr: Passer la ricotta au tamis fin dans un bol pour la lisser et retirer l excès d humidité.
nl: Duw ricotta door een fijne zeef in een kom om hem glad te maken en overtollig vocht te verwijderen.

# recipe.it_cannoli_siciliani.step3.title
source: Drain the ricotta
de: Ricotta passieren
fr: Passer la ricotta
nl: Laat de ricotta uitlekken

# recipe.it_cannoli_siciliani.step4.body
source: Stir sugar into the ricotta until dissolved, then fold in candied orange peel and cinnamon. Refrigerate until needed.
de: Zucker in den Ricotta rühren, bis er sich gelöst hat, dann kandierte Orangenschale und Zimt unterheben. Bis zur Verwendung kühlen.
fr: Mélanger le sucre à la ricotta jusqu à dissolution puis incorporer l orange confite et la cannelle. Réfrigérer jusqu à utilisation.
nl: Roer suiker door de ricotta tot opgelost en spatel dan gekonfijte sinaasappelschil en kaneel erdoor. Zet koud tot gebruik.

# recipe.it_cannoli_siciliani.step4.title
source: Mix the filling
de: Füllung mischen
fr: Mélanger la farce
nl: Meng de vulling

# recipe.it_cannoli_siciliani.step5.body
source: Roll the dough very thin and cut into rounds.
de: Den Teig sehr dünn ausrollen und Kreise ausstechen.
fr: Étaler la pâte très finement et découper des disques.
nl: Rol het deeg flinterdun uit en steek rondjes uit.

# recipe.it_cannoli_siciliani.step5.title
source: Roll and cut
de: Ausrollen und ausstechen
fr: Étaler et découper
nl: Rol en steek uit

# recipe.it_cannoli_siciliani.step6.body
source: Wrap each round around a cannoli tube, sealing the edge with a little beaten egg so it holds during frying.
de: Jeden Kreis um ein Cannolirohr wickeln und die Kante mit etwas verquirltem Ei verschließen, damit sie beim Frittieren hält.
fr: Enrouler chaque disque autour d un tube à cannoli et sceller le bord avec un peu d oeuf battu.
nl: Wikkel elk rondje om een cannolibuisje en plak de rand vast met wat losgeklopt ei zodat het blijft zitten tijdens het frituren.

# recipe.it_cannoli_siciliani.step6.title
source: Form the shells
de: Schalen formen
fr: Former les coques
nl: Vorm de schelpen

# recipe.it_cannoli_siciliani.step7.body
source: Heat vegetable oil in a deep pot to frying temperature.
de: Pflanzenöl in einem tiefen Topf auf Frittiertemperatur erhitzen.
fr: Chauffer l huile végétale dans une marmite profonde à température de friture.
nl: Verhit plantaardige olie in een diepe pan tot frituurtemperatuur.

# recipe.it_cannoli_siciliani.step7.title
source: Heat the oil
de: Öl erhitzen
fr: Chauffer l huile
nl: Verhit de olie

# recipe.it_cannoli_siciliani.step8.body
source: Fry shells in batches until blistered and golden, turning for even color. Remove and drain on paper towels.
de: Die Schalen portionsweise frittieren, bis sie blasig und goldgelb sind, dabei wenden für gleichmäßige Farbe. Herausnehmen und auf Küchenpapier abtropfen lassen.
fr: Frire par fournées jusqu à cloquées et dorées, en retournant pour une couleur uniforme. Égoutter sur papier absorbant.
nl: Frituur de schelpen in porties tot geblakerd en goud, keer voor egale kleur en laat uitlekken op keukenpapier.

# recipe.it_cannoli_siciliani.step8.title
source: Fry the shells
de: Schalen frittieren
fr: Frire les coques
nl: Frituur de schelpen

# recipe.it_cannoli_siciliani.step9.body
source: Let shells cool until safe to handle, then slide them off the tubes.
de: Die Schalen abkühlen lassen, bis sie sicher zu handhaben sind, dann von den Röhrchen ziehen.
fr: Laisser refroidir jusqu à manipulation possible puis retirer les coques des tubes.
nl: Laat de schelpen afkoelen tot je ze kunt vastpakken en schuif ze van de buisjes.

# recipe.it_cannoli_siciliani.step9.title
source: Cool and unmold
de: Abkühlen und lösen
fr: Refroidir et démouler
nl: Laat afkoelen en haal los

# recipe.it_cannoli_siciliani.tool.t1
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_cannoli_siciliani.tool.t10
source: Paper towels
de: Küchenpapier
fr: Essuie-tout
nl: Keukenpapier

# recipe.it_cannoli_siciliani.tool.t11
source: Fine sieve
de: Feines Sieb
fr: Tamis fin
nl: Fijne zeef

# recipe.it_cannoli_siciliani.tool.t12
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_cannoli_siciliani.tool.t13
source: Spoon
de: Löffel
fr: Cuillère
nl: Lepel

# recipe.it_cannoli_siciliani.tool.t14
source: Piping bag
de: Spritzbeutel
fr: Poche à douille
nl: Spuitzak

# recipe.it_cannoli_siciliani.tool.t2
source: Fork
de: Gabel
fr: Fourchette
nl: Vork

# recipe.it_cannoli_siciliani.tool.t3
source: Rolling pin
de: Nudelholz
fr: Rouleau à pâtisserie
nl: Deegroller

# recipe.it_cannoli_siciliani.tool.t4
source: Round cutter
de: Runder Ausstecher
fr: Emporte-pièce rond
nl: Ronde uitsteker

# recipe.it_cannoli_siciliani.tool.t5
source: Cannoli tubes
de: Cannoli-Röllchenformen
fr: Tubes à cannoli
nl: Cannoli-buisjes

# recipe.it_cannoli_siciliani.tool.t6
source: Small brush
de: Kleiner Pinsel
fr: Petit pinceau
nl: Klein kwastje

# recipe.it_cannoli_siciliani.tool.t7
source: Deep heavy pot
de: Tiefer, schwerer Topf
fr: Marmite profonde et lourde
nl: Diepe zware pan

# recipe.it_cannoli_siciliani.tool.t8
source: Kitchen thermometer
de: Küchenthermometer
fr: Thermomètre de cuisine
nl: Keukenthermometer

# recipe.it_cannoli_siciliani.tool.t9
source: Slotted spoon
de: Schaumlöffel
fr: Écumoire
nl: Schuimspaan

# recipe.it_crostata_di_marmellata.drink.body
source: Pair with Vin Santo or a lightly sweet sparkling wine that complements buttery pastry and fruit. Non-alcoholic option: espresso or black tea with lemon.
de: Kombiniere mit Vin Santo oder einem leicht perlenden Süßwein, der buttriges Gebäck und Frucht ergänzt. Alkoholfrei: Espresso oder schwarzer Tee mit Zitrone.
fr: À associer à un Vin Santo ou à un vin doux légèrement pétillant qui complète le beurre de la pâte et le fruit. Sans alcool: espresso ou thé noir au citron.
nl: Combineer met Vin Santo of een licht mousserende zoete wijn die past bij boterig deeg en fruit. Alcoholvrij: espresso of zwarte thee met citroen.

# recipe.it_crostata_di_marmellata.info
source: A traditional Italian crostata made with pasta frolla, a tender butter shortcrust, filled with fruit jam and finished with the classic lattice top. Baked until golden and set, it is served at room temperature in slices as a simple home-style dessert or at breakfast with coffee.
de: Eine traditionelle italienische Crostata aus Pasta frolla, einem zarten Butter-Mürbeteig, gefüllt mit Fruchtmarmelade und mit dem klassischen Gittermuster bedeckt. Goldbraun gebacken und fest, bei Zimmertemperatur in Stücken serviert als schlichtes Hausdessert oder zum Frühstück mit Kaffee.
fr: Crostata italienne traditionnelle à base de pasta frolla, une pâte sablée au beurre tendre, garnie de confiture de fruits et recouverte d’un classique quadrillage. Cuite jusqu’à dorée et prise, servie à température ambiante en parts comme dessert simple de maison ou au petit-déjeuner avec du café.
nl: Een traditionele Italiaanse crostata met pasta frolla, een malse boterige zanddeegbodem, gevuld met fruitjam en afgewerkt met het klassieke rasterdeeg. Gebakken tot goudbruin en stevig, en op kamertemperatuur in punten geserveerd als eenvoudig huiselijk dessert of bij het ontbijt met koffie.

# recipe.it_crostata_di_marmellata.info.summary
source: Jam tart classic
de: Klassische Marmeladentarte
fr: Tarte à la confiture
nl: Klassieke jamtaart

# recipe.it_crostata_di_marmellata.step1.body
source: Combine flour, sugar, and salt, rub in cold butter until sandy, then mix in eggs and lemon zest just until a smooth dough forms.
de: Mehl, Zucker und Salz mischen, kalte Butter einreiben, bis es sandig ist, dann Eier und Zitronenabrieb nur so lange einarbeiten, bis ein glatter Teig entsteht.
fr: Mélanger farine, sucre et sel, sabler avec le beurre froid puis ajouter oeufs et zeste de citron juste assez pour former une pâte lisse.
nl: Meng bloem, suiker en zout, wrijf koude boter erdoor tot kruimelig en meng dan eieren en citroenrasp erdoor tot net een glad deeg ontstaat.

# recipe.it_crostata_di_marmellata.step1.title
source: Make the dough
de: Teig herstellen
fr: Préparer la pâte
nl: Maak het deeg

# recipe.it_crostata_di_marmellata.step2.body
source: Wrap the dough and refrigerate until firm so it rolls cleanly.
de: Den Teig einwickeln und kühlen, bis er fest ist, damit er sich sauber ausrollen lässt.
fr: Envelopper et réfrigérer jusqu à fermeté pour un étalage net.
nl: Verpak het deeg en koel tot stevig zodat je het strak kunt uitrollen.

# recipe.it_crostata_di_marmellata.step2.title
source: Chill the dough
de: Teig kühlen
fr: Réfrigérer la pâte
nl: Koel het deeg

# recipe.it_crostata_di_marmellata.step3.body
source: Preheat the oven so it is fully hot before baking.
de: Den Ofen so vorheizen, dass er vor dem Backen vollständig heiß ist.
fr: Préchauffer le four pour qu il soit bien chaud avant cuisson.
nl: Verwarm de oven voor zodat hij volledig heet is voor het bakken.

# recipe.it_crostata_di_marmellata.step3.title
source: Heat the oven
de: Ofen vorheizen
fr: Préchauffer le four
nl: Verwarm de oven

# recipe.it_crostata_di_marmellata.step4.body
source: Roll out most of the dough and press it into the tart pan, trimming the edges.
de: Den Großteil des Teigs ausrollen und in die Tarteform drücken, den Rand sauber abschneiden.
fr: Étaler la majeure partie de la pâte et la presser dans le moule à tarte, puis araser les bords.
nl: Rol het grootste deel van het deeg uit en druk in de taartvorm en snijd de randen bij.

# recipe.it_crostata_di_marmellata.step4.title
source: Line the tart pan
de: Form auskleiden
fr: Foncer le moule
nl: Bekleed de vorm

# recipe.it_crostata_di_marmellata.step5.body
source: Spread the jam evenly over the pastry base.
de: Die Marmelade gleichmäßig auf dem Teigboden verstreichen.
fr: Étaler la confiture uniformément sur le fond.
nl: Verdeel de jam gelijkmatig over de bodem.

# recipe.it_crostata_di_marmellata.step5.title
source: Fill with jam
de: Mit Marmelade füllen
fr: Garnir de confiture
nl: Vul met jam

# recipe.it_crostata_di_marmellata.step6.body
source: Roll out the remaining dough, cut strips, and arrange a lattice over the jam, sealing the ends to the edge.
de: Den restlichen Teig ausrollen, Streifen schneiden und als Gitter über die Marmelade legen, die Enden am Rand andrücken.
fr: Étaler le reste de pâte, couper des bandes et former un treillis, puis sceller aux bords.
nl: Rol de rest uit, snijd stroken en leg een raster over de jam en druk de uiteinden vast aan de rand.

# recipe.it_crostata_di_marmellata.step6.title
source: Make the lattice
de: Gitter legen
fr: Faire le treillis
nl: Maak het raster

# recipe.it_crostata_di_marmellata.step7.body
source: Bake until the crust is golden and the jam is set.
de: Backen, bis der Rand goldbraun ist und die Marmelade gestockt ist.
fr: Cuire jusqu à croûte dorée et confiture prise.
nl: Bak tot de korst goud is en de jam is gezet.

# recipe.it_crostata_di_marmellata.step7.title
source: Bake
de: Backen
fr: Cuire
nl: Bak
