Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_spaghetti_alla_carbonara.step5.body
source: Cook guanciale in a skillet over medium heat until the fat renders and the pieces turn golden and crisp. Turn off the heat but keep the fat in the pan.
de: Guanciale in einer Pfanne bei mittlerer Hitze braten, bis das Fett ausgelassen ist und die Stücke goldgelb und knusprig sind. Herd ausschalten, das Fett aber in der Pfanne lassen.
fr: Cuire le guanciale dans une poêle à feu moyen jusqu à ce que la graisse soit rendue et que les morceaux soient dorés et croustillants. Couper le feu en gardant la graisse dans la poêle.
nl: Bak guanciale in een koekenpan op middelhoog vuur tot het vet is uitgesmolten en de stukjes goud en krokant zijn. Zet het vuur uit maar laat het vet in de pan.

# recipe.it_spaghetti_alla_carbonara.step5.title
source: Render and crisp guanciale
de: Guanciale auslassen und knusprig braten
fr: Faire fondre et croustiller le guanciale
nl: Bak de guanciale krokant

# recipe.it_spaghetti_alla_carbonara.step6.body
source: Let the skillet cool briefly so it is hot but not scorching, to prevent the eggs from scrambling.
de: Die Pfanne kurz abkühlen lassen, damit sie heiß, aber nicht zu heiß ist, damit die Eier nicht stocken.
fr: Laisser la poêle tiédir brièvement pour qu elle soit chaude mais pas brûlante, afin d éviter que les oeufs ne coagulent.
nl: Laat de pan kort afkoelen zodat hij heet is maar niet loeiheet, zodat de eieren niet stollen.

# recipe.it_spaghetti_alla_carbonara.step6.title
source: Cool the pan slightly
de: Pfanne leicht abkühlen
fr: Laisser la poêle tiédir
nl: Laat de pan iets afkoelen

# recipe.it_spaghetti_alla_carbonara.step7.body
source: Add drained spaghetti to the skillet and toss to coat in the rendered fat, adding a small splash of pasta water if needed.
de: Die abgetropften Spaghetti in die Pfanne geben und im ausgelassenen Fett schwenken, bei Bedarf einen kleinen Schuss Nudelwasser zugeben.
fr: Ajouter les spaghetti égouttés dans la poêle et mélanger pour les enrober de graisse rendue, ajouter un petit filet d eau de cuisson si nécessaire.
nl: Doe de uitgelekte spaghetti in de pan en schep om in het uitgesmolten vet, voeg zo nodig een klein scheutje pastawater toe.

# recipe.it_spaghetti_alla_carbonara.step7.title
source: Combine pasta with guanciale
de: Pasta mit Guanciale verbinden
fr: Mélanger les pâtes au guanciale
nl: Meng pasta met guanciale

# recipe.it_spaghetti_alla_carbonara.step8.body
source: Off the heat, add the egg-cheese mixture and toss vigorously until glossy, loosening with small splashes of pasta water to keep it silky.
de: Vom Herd nehmen, die Ei Käse Mischung zugeben und kräftig schwenken, bis alles glänzt, mit kleinen Schüssen Nudelwasser lockern, damit es seidig bleibt.
fr: Hors du feu, ajouter le mélange oeufs fromage et mélanger vivement jusqu à obtenir une texture brillante, détendre avec de petites touches d eau de cuisson pour garder une sauce soyeuse.
nl: Voeg van het vuur het ei kaasmengsel toe en schep krachtig om tot glanzend, maak los met kleine scheutjes pastawater zodat het zijdezacht blijft.

# recipe.it_spaghetti_alla_carbonara.step8.title
source: Emulsify with egg and cheese
de: Mit Ei und Käse emulgieren
fr: Émulsionner aux oeufs et au fromage
nl: Emulgeer met ei en kaas

# recipe.it_spaghetti_alla_carbonara.step9.body
source: Plate immediately and finish with extra Pecorino Romano and black pepper.
de: Sofort anrichten und mit extra Pecorino Romano und schwarzem Pfeffer vollenden.
fr: Dresser immédiatement et terminer avec du Pecorino Romano et du poivre noir.
nl: Schep direct op en werk af met extra Pecorino Romano en zwarte peper.

# recipe.it_spaghetti_alla_carbonara.step9.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_spaghetti_alla_carbonara.tool.t1
source: Large pot
de: Großer Topf
fr: Grande casserole
nl: Grote pan

# recipe.it_spaghetti_alla_carbonara.tool.t10
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_spaghetti_alla_carbonara.tool.t2
source: Colander
de: Sieb
fr: Passoire
nl: Vergiet

# recipe.it_spaghetti_alla_carbonara.tool.t3
source: Large skillet
de: Große Pfanne
fr: Grande poêle
nl: Grote koekenpan

# recipe.it_spaghetti_alla_carbonara.tool.t4
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_spaghetti_alla_carbonara.tool.t5
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_spaghetti_alla_carbonara.tool.t6
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_spaghetti_alla_carbonara.tool.t7
source: Whisk
de: Schneebesen
fr: Fouet
nl: Garde

# recipe.it_spaghetti_alla_carbonara.tool.t8
source: Fine grater
de: Feine Reibe
fr: Râpe fine
nl: Fijne rasp

# recipe.it_spaghetti_alla_carbonara.tool.t9
source: Knife
de: Messer
fr: Couteau
nl: Mes

# recipe.it_tagliatelle_ragu_bolognese.drink.body
source: Pair with a medium-bodied Italian red such as Sangiovese or a dry Lambrusco to match the ragù’s richness and acidity. A lightly oaked white can work if you prefer something softer. Non-alcoholic option: sparkling water with lemon or a lightly tannic black tea served chilled.
de: Dazu passt ein mittelkräftiger italienischer Rotwein wie Sangiovese oder ein trockener Lambrusco, der die Fülle und Säure des Ragù aufgreift. Ein leicht im Holz ausgebauter Weißwein kann ebenfalls funktionieren, wenn du es milder magst. Alkoholfrei: Sprudelwasser mit Zitrone oder leicht herber, gekühlter schwarzer Tee.
fr: À accompagner d’un rouge italien de corps moyen comme un Sangiovese ou d’un Lambrusco sec, pour répondre à la richesse et à l’acidité du ragù. Un blanc légèrement boisé peut aussi convenir si vous préférez plus doux. Sans alcool: eau pétillante au citron ou thé noir légèrement tannique, servi frais.
nl: Combineer met een middelzware Italiaanse rode wijn zoals Sangiovese of een droge Lambrusco die past bij de rijkdom en frisheid van de ragù. Een licht houtgerijpte witte wijn kan ook als je iets zachters wilt. Alcoholvrij: bruiswater met citroen of licht tanninerijke zwarte thee, gekoeld geserveerd.

# recipe.it_tagliatelle_ragu_bolognese.drink.summary
source: Sangiovese or Lambrusco
de: Sangiovese oder Lambrusco
fr: Sangiovese ou Lambrusco
nl: Sangiovese of Lambrusco

# recipe.it_tagliatelle_ragu_bolognese.info
source: A traditional Emilia-Romagna dish of fresh egg tagliatelle dressed with a slow-simmered meat ragù built on soffritto, wine, tomato, and milk, cooked gently until rich and silky. Served as a hearty first course at family lunches or Sunday meals, finished with freshly grated Parmigiano-Reggiano.
de: Ein traditionelles Gericht aus der Emilia-Romagna: frische Eier-Tagliatelle mit einem langsam geschmorten Fleischragù aus Soffritto, Wein, Tomate und Milch, sanft gekocht bis es reichhaltig und seidig ist. Als kräftiger erster Gang bei Familienessen oder Sonntagsmahlzeiten serviert, mit frisch geriebenem Parmigiano-Reggiano vollendet.
fr: Plat traditionnel d’Émilie-Romagne: des tagliatelles fraîches aux œufs nappées d’un ragù de viande mijoté lentement à base de soffritto, vin, tomate et lait, cuit doucement jusqu’à devenir riche et soyeux. Servi en premier plat généreux lors des déjeuners en famille ou des repas du dimanche, fini avec du Parmigiano-Reggiano fraîchement râpé.
nl: Een traditioneel gerecht uit Emilia-Romagna met verse eier-tagliatelle en een langzaam gestoofde vleessaus op basis van soffritto, wijn, tomaat en melk, zachtjes gekookt tot rijk en zijdezacht. Geserveerd als stevige eerste gang bij familielunches of zondagse maaltijden, afgewerkt met versgeraspte Parmigiano-Reggiano.

# recipe.it_tagliatelle_ragu_bolognese.info.summary
source: Slow-cooked ragù
de: Langsam geschmortes Ragù
fr: Ragù mijoté
nl: Langzaam gegaarde ragù

# recipe.it_tagliatelle_ragu_bolognese.step1.body
source: Finely chop the onion, carrot, and celery into an even mince so they cook gently and melt into the sauce.
de: Zwiebel, Karotte und Sellerie sehr fein hacken, damit sie sanft garen und in der Sauce praktisch verschwinden.
fr: Hacher très finement l oignon, la carotte et le céleri pour qu ils cuisent doucement et fondent dans la sauce.
nl: Snijd de ui, wortel en bleekselderij heel fijn zodat ze zacht garen en oplossen in de saus.

# recipe.it_tagliatelle_ragu_bolognese.step1.title
source: Prep the soffritto
de: Bereite das Soffritto vor
fr: Préparer le soffritto
nl: Bereid de soffritto

# recipe.it_tagliatelle_ragu_bolognese.step10.body
source: Add tagliatelle and cook until al dente, stirring gently. Reserve a little starchy pasta water, then drain.
de: Tagliatelle zugeben und al dente garen, dabei vorsichtig rühren. Etwas stärkehaltiges Nudelwasser aufbewahren und abgießen.
fr: Ajouter les tagliatelle et cuire al dente en remuant doucement. Réserver un peu d eau de cuisson amidonnée puis égoutter.
nl: Voeg tagliatelle toe en kook al dente, roer voorzichtig. Bewaar wat zetmeelrijk pastawater en giet af.

# recipe.it_tagliatelle_ragu_bolognese.step10.title
source: Cook the tagliatelle
de: Tagliatelle kochen
fr: Cuire les tagliatelle
nl: Kook de tagliatelle

# recipe.it_tagliatelle_ragu_bolognese.step11.body
source: Toss the drained tagliatelle with the ragù until evenly coated, loosening with a splash of reserved pasta water if needed.
de: Die abgetropften Tagliatelle mit dem Ragù mischen, bis alles gleichmäßig überzogen ist, bei Bedarf mit einem Schuss vom aufbewahrten Nudelwasser lockern.
fr: Mélanger les tagliatelle égouttées avec le ragù jusqu à enrobage uniforme, détendre si besoin avec un filet d eau de cuisson réservée.
nl: Meng de uitgelekte tagliatelle met de ragù tot alles gelijkmatig bedekt is en maak zo nodig los met een scheutje bewaard pastawater.

# recipe.it_tagliatelle_ragu_bolognese.step11.title
source: Dress the pasta
de: Pasta anmachen
fr: Mélanger la pasta
nl: Meng de pasta

# recipe.it_tagliatelle_ragu_bolognese.step12.body
source: Plate immediately and finish with freshly grated Parmigiano-Reggiano.
de: Sofort anrichten und mit frisch geriebenem Parmigiano Reggiano vollenden.
fr: Dresser immédiatement et terminer avec du Parmigiano Reggiano fraîchement râpé.
nl: Schep direct op en werk af met versgeraspte Parmigiano-Reggiano.

# recipe.it_tagliatelle_ragu_bolognese.step12.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_tagliatelle_ragu_bolognese.step2.body
source: Warm the heavy pot over medium heat, add pancetta, and cook until the fat renders and the pancetta turns lightly golden.
de: Den schweren Topf bei mittlerer Hitze erwärmen, Pancetta zugeben und braten, bis das Fett ausgelassen ist und die Stücke leicht goldgelb sind.
fr: Chauffer la cocotte à feu moyen, ajouter la pancetta et cuire jusqu à ce que la graisse soit rendue et que la pancetta soit légèrement dorée.
nl: Verwarm de zware pan op middelhoog vuur, voeg pancetta toe en bak tot het vet is uitgesmolten en de pancetta licht goud kleurt.

# recipe.it_tagliatelle_ragu_bolognese.step2.title
source: Render pancetta
de: Pancetta auslassen
fr: Faire fondre la pancetta
nl: Smelt het vet uit de pancetta

# recipe.it_tagliatelle_ragu_bolognese.step3.body
source: Add olive oil and butter, then add the chopped onion, carrot, and celery. Cook slowly, stirring, until soft and fragrant without browning.
de: Olivenöl und Butter zugeben, dann Zwiebel, Karotte und Sellerie einrühren. Langsam unter Rühren garen, bis alles weich und duftend ist, ohne zu bräunen.
fr: Ajouter l huile d olive et le beurre, puis l oignon, la carotte et le céleri. Cuire lentement en remuant jusqu à ce que ce soit tendre et parfumé, sans coloration.
nl: Voeg olijfolie en boter toe, doe dan de gesneden ui, wortel en bleekselderij erbij en gaar langzaam al roerend tot zacht en geurig zonder te kleuren.

# recipe.it_tagliatelle_ragu_bolognese.step3.title
source: Soften the vegetables
de: Gemüse weich schmoren
fr: Faire suer les légumes
nl: Fruit de groenten

# recipe.it_tagliatelle_ragu_bolognese.step4.body
source: Add ground beef and ground pork. Break up the meat and cook until it loses its raw color and starts to brown lightly.
de: Rinderhack und Schweinehack zugeben, zerteilen und braten, bis es nicht mehr roh aussieht und leicht zu bräunen beginnt.
fr: Ajouter le boeuf haché et le porc haché. Émietter et cuire jusqu à ce que la viande ne soit plus rouge et commence à dorer légèrement.
nl: Voeg rundergehakt en varkensgehakt toe, maak het vlees los en bak tot het niet meer rauw oogt en licht begint te kleuren.

# recipe.it_tagliatelle_ragu_bolognese.step4.title
source: Brown the meat
de: Fleisch anbraten
fr: Faire revenir la viande
nl: Bak het vlees aan

# recipe.it_tagliatelle_ragu_bolognese.step5.body
source: Pour in the wine and let it simmer until the sharp alcohol smell fades and most of the liquid has reduced.
de: Wein angießen und köcheln lassen, bis der stechende Alkoholgeruch verflogen ist und der Großteil der Flüssigkeit reduziert ist.
fr: Verser le vin et laisser frémir jusqu à ce que l odeur d alcool s estompe et que la majeure partie du liquide ait réduit.
nl: Schenk de wijn erbij en laat zacht pruttelen tot de alcoholgeur weg is en het meeste vocht is ingekookt.

# recipe.it_tagliatelle_ragu_bolognese.step5.title
source: Reduce the wine
de: Wein einkochen
fr: Réduire le vin
nl: Laat de wijn inkoken

# recipe.it_tagliatelle_ragu_bolognese.step6.body
source: Stir in tomato paste and cook briefly, scraping the bottom, until it darkens slightly.
de: Tomatenmark einrühren und kurz unter Rühren rösten, dabei den Topfboden abkratzen, bis es leicht nachdunkelt.
fr: Incorporer le concentré de tomate et cuire brièvement en grattant le fond jusqu à ce qu il fonce légèrement.
nl: Roer de tomatenpuree erdoor en bak kort, schraap de bodem mee, tot de puree iets donkerder wordt.

# recipe.it_tagliatelle_ragu_bolognese.step6.title
source: Cook the tomato paste
de: Tomatenmark rösten
fr: Cuire le concentré de tomate
nl: Bak de tomatenpuree

# recipe.it_tagliatelle_ragu_bolognese.step7.body
source: Add crushed tomatoes, a pinch of salt, and a little pepper. Bring to a gentle simmer, then cook partially covered, stirring occasionally, until rich and thick.
de: Dosentomaten zugeben, mit einer Prise Salz und etwas Pfeffer würzen, sanft aufkochen und dann halb zugedeckt leise köcheln lassen, gelegentlich rühren, bis das Ragù sämig und kräftig ist.
fr: Ajouter les tomates concassées, une pincée de sel et un peu de poivre. Porter à petit frémissement puis cuire à demi couvert en remuant de temps en temps jusqu à obtenir une sauce riche et épaisse.
nl: Voeg tomaten uit blik toe met een snuf zout en wat peper, breng op zacht pruttelen en laat half afgedekt garen, roer af en toe, tot rijk en dik.

# recipe.it_tagliatelle_ragu_bolognese.step7.title
source: Slow simmer the ragù
de: Ragù sanft schmoren
fr: Mijoter le ragù
nl: Laat de ragù zacht pruttelen

# recipe.it_tagliatelle_ragu_bolognese.step8.body
source: Stir in milk and continue simmering gently until the ragù is silky and the fat looks well integrated, adjusting seasoning as needed.
de: Milch einrühren und weiter sanft köcheln lassen, bis das Ragù seidig ist und das Fett gut eingebunden wirkt, nach Bedarf abschmecken.
fr: Incorporer le lait et poursuivre le mijotage doux jusqu à ce que le ragù soit soyeux et que la graisse soit bien liée, puis ajuster l assaisonnement.
nl: Roer melk erdoor en laat nog zacht pruttelen tot de ragù zijdezacht is en het vet mooi is opgenomen, proef en breng op smaak.

# recipe.it_tagliatelle_ragu_bolognese.step8.title
source: Finish with milk
de: Mit Milch vollenden
fr: Finir au lait
nl: Werk af met melk

# recipe.it_tagliatelle_ragu_bolognese.step9.body
source: Bring water to a rolling boil in a large pot and season it well with salt.
de: Wasser in einem großen Topf sprudelnd aufkochen und kräftig salzen.
fr: Porter l eau à gros bouillons dans une grande marmite et saler généreusement.
nl: Breng water in een grote pan aan de kook en zout het water goed.

# recipe.it_tagliatelle_ragu_bolognese.step9.title
source: Boil water
de: Wasser kochen
fr: Faire bouillir l eau
nl: Kook water

# recipe.it_tagliatelle_ragu_bolognese.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_tagliatelle_ragu_bolognese.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_tagliatelle_ragu_bolognese.tool.t3
source: Heavy pot or dutch oven with lid
de: Schwerer Topf oder Schmortopf mit Deckel
fr: Marmite lourde ou cocotte avec couvercle
nl: Zware pan of braadpan met deksel

# recipe.it_tagliatelle_ragu_bolognese.tool.t4
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_tagliatelle_ragu_bolognese.tool.t5
source: Large pot
de: Großer Topf
fr: Grande casserole
nl: Grote pan

# recipe.it_tagliatelle_ragu_bolognese.tool.t6
source: Colander
de: Sieb
fr: Passoire
nl: Vergiet

# recipe.it_tagliatelle_ragu_bolognese.tool.t7
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_tagliatelle_ragu_bolognese.tool.t8
source: Box grater
de: Kastenreibe
fr: Râpe à boîte
nl: Blokrasp

# recipe.it_tiramisu.drink.body
source: Pair with a small glass of Vin Santo or a gentle, not-too-sweet dessert wine that complements coffee and cocoa. Non-alcoholic option: espresso, cappuccino, or chilled milk with a light cocoa dusting.
de: Kombiniere mit einem kleinen Glas Vin Santo oder einem sanften, nicht zu süßen Dessertwein, der Kaffee und Kakao ergänzt. Alkoholfrei: Espresso, Cappuccino oder kalte Milch mit einem Hauch Kakao.
fr: À associer à un petit verre de Vin Santo ou à un vin doux de dessert, pas trop sucré, qui complète café et cacao. Sans alcool: espresso, cappuccino, ou lait froid avec une légère touche de cacao.
nl: Combineer met een klein glas Vin Santo of een zachte, niet te zoete dessertwijn die koffie en cacao aanvult. Alcoholvrij: espresso, cappuccino of koude melk met een lichte cacaodusting.

# recipe.it_tiramisu.info
source: A traditional Italian dessert of savoiardi biscuits briefly dipped in espresso and layered with a light mascarpone cream made from eggs and sugar, then chilled until set and finished with a dusting of cocoa. Served cold in slices or scoops, it is a classic end to a meal, especially for family gatherings and special occasions.
de: Ein traditionelles italienisches Dessert aus Savoiardi, kurz in Espresso getaucht und in Schichten mit einer luftigen Mascarponecreme aus Eiern und Zucker aufgebaut, dann gekühlt bis es fest ist und mit Kakaopulver bestäubt. Kalt in Stücken oder als Portionen serviert; ein klassischer Abschluss, besonders bei Familientreffen und besonderen Anlässen.
fr: Dessert italien traditionnel composé de biscuits savoiardi brièvement trempés dans l’espresso et superposés avec une crème légère au mascarpone faite d’œufs et de sucre, puis refroidi jusqu’à prise et fini par une poudre de cacao. Servi froid en parts ou en portions; classique de fin de repas, surtout lors des réunions de famille et des occasions spéciales.
nl: Een traditioneel Italiaans dessert van savoiardi die kort in espresso worden gedoopt en in lagen worden opgebouwd met een luchtige mascarponecrème van eieren en suiker, daarna gekoeld tot het stevig is en afgewerkt met cacaopoeder. Koud geserveerd in punten of scheppen; een klassieke afsluiter van de maaltijd, vooral bij familiebijeenkomsten en speciale gelegenheden.

# recipe.it_tiramisu.info.summary
source: Coffee mascarpone dessert
de: Kaffee-Mascarpone-Dessert
fr: Dessert café-mascarpone
nl: Koffie mascarpone dessert

# recipe.it_tiramisu.step1.body
source: Brew espresso and let it cool to room temperature in a shallow dish.
de: Espresso brühen und in einer flachen Schale auf Zimmertemperatur abkühlen lassen.
fr: Préparer un espresso et le laisser refroidir à température ambiante dans un plat peu profond.
nl: Zet espresso en laat afkoelen tot kamertemperatuur in een ondiepe schaal.

# recipe.it_tiramisu.step1.title
source: Prepare the coffee
de: Kaffee vorbereiten
fr: Préparer le café
nl: Zet de koffie

# recipe.it_tiramisu.step10.body
source: Cover and refrigerate until set and well chilled.
de: Abdecken und kühlen, bis es fest und gut durchgekühlt ist.
fr: Couvrir et réfrigérer jusqu à prise complète et bien froid.
nl: Dek af en zet in de koelkast tot stevig en goed koud.

# recipe.it_tiramisu.step10.title
source: Chill to set
de: Kalt stellen
fr: Réfrigérer
nl: Koel tot stevig

# recipe.it_tiramisu.step11.body
source: Just before serving, sift cocoa powder evenly over the top.
de: Kurz vor dem Servieren Kakaopulver gleichmäßig darüber sieben.
fr: Juste avant de servir, tamiser le cacao de façon uniforme sur le dessus.
nl: Zeef vlak voor het serveren cacaopoeder gelijkmatig over de bovenkant.

# recipe.it_tiramisu.step11.title
source: Dust with cocoa
de: Mit Kakao bestäuben
fr: Saupoudrer de cacao
nl: Bestuif met cacao

# recipe.it_tiramisu.step2.body
source: Separate yolks and whites into two clean bowls, keeping any yolk out of the whites.
de: Eigelb und Eiweiß in zwei saubere Schüsseln trennen, dabei darf kein Eigelb ins Eiweiß gelangen.
fr: Séparer jaunes et blancs dans deux bols propres en évitant toute trace de jaune dans les blancs.
nl: Scheid dooiers en eiwitten in twee schone kommen en zorg dat er geen dooier bij het eiwit komt.

# recipe.it_tiramisu.step2.title
source: Separate the eggs
de: Eier trennen
fr: Séparer les oeufs
nl: Scheid de eieren

# recipe.it_tiramisu.step3.body
source: Whisk egg yolks with sugar until pale, thick, and glossy.
de: Eigelb mit Zucker schlagen, bis die Masse hell, dick und glänzend ist.
fr: Fouetter les jaunes avec le sucre jusqu à obtenir une texture pâle, épaisse et brillante.
nl: Klop eidooiers met suiker tot bleek, dik en glanzend.

# recipe.it_tiramisu.step3.title
source: Whisk yolks and sugar
de: Eigelb und Zucker aufschlagen
fr: Fouetter jaunes et sucre
nl: Klop dooiers en suiker

# recipe.it_tiramisu.step4.body
source: Fold mascarpone into the yolk mixture until smooth and lump-free.
de: Mascarpone unter die Eigelbmasse heben, bis sie glatt und klümpchenfrei ist.
fr: Incorporer le mascarpone aux jaunes jusqu à une crème lisse sans grumeaux.
nl: Spatel mascarpone door het dooiermengsel tot glad zonder klontjes.

# recipe.it_tiramisu.step4.title
source: Add mascarpone
de: Mascarpone zugeben
fr: Ajouter le mascarpone
nl: Voeg mascarpone toe

# recipe.it_tiramisu.step5.body
source: Beat the egg whites until they form firm peaks.
de: Eiweiß schlagen, bis feste Spitzen entstehen.
fr: Battre les blancs en neige ferme.
nl: Klop de eiwitten tot stevige pieken.

# recipe.it_tiramisu.step5.title
source: Whip egg whites
de: Eiweiß steif schlagen
fr: Monter les blancs
nl: Klop eiwitten stijf

# recipe.it_tiramisu.step6.body
source: Fold the whipped whites into the mascarpone cream in batches, keeping the mixture airy.
de: Das geschlagene Eiweiß portionsweise unter die Mascarponecreme heben und dabei die Luftigkeit erhalten.
fr: Incorporer les blancs montés en plusieurs fois dans la crème mascarpone en gardant la légèreté.
nl: Spatel de opgeklopte eiwitten in porties door de mascarponecrème en houd het mengsel luchtig.

# recipe.it_tiramisu.step6.title
source: Fold to lighten
de: Unterheben
fr: Incorporer
nl: Spatel luchtig

# recipe.it_tiramisu.step7.body
source: Dip ladyfingers briefly in the cooled espresso and arrange a tight layer in the serving dish.
de: Löffelbiskuits kurz in den abgekühlten Espresso tauchen und dicht in der Form auslegen.
fr: Tremper brièvement les biscuits à la cuillère dans l espresso refroidi et les disposer serrés dans le plat.
nl: Doop lange vingers kort in de afgekoelde espresso en leg een strakke laag in de schaal.

# recipe.it_tiramisu.step7.title
source: Build the first layer
de: Erste Schicht aufbauen
fr: Monter la première couche
nl: Maak de eerste laag
