Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

source: Done
de: Fertig
fr: Terminé
nl: Gereed

# language.english
source: English
de: Englisch
fr: Anglais
nl: Engels

# language.german
source: German
de: Deutsch
fr: Allemand
nl: Duits

# language.dutch
source: Dutch
de: Niederländisch
fr: Néerlandais
nl: Nederlands

# language.french
source: French
de: Französisch
fr: Français
nl: Frans

# welcome.title
source: Welcome to Famous Chef!
de: Willkommen bei Famous Chef!
fr: Bienvenue sur Famous Chef !
nl: Welkom bij Famous Chef!

# welcome.startButton
source: Make something very delicious
de: Koche etwas richtig Leckeres
fr: Prépare un plat délicieux
nl: De sterren van de hemel koken

# welcome.sponsorMessage
source: 100% free thanks to sharp kitchen knifes of our sponsor: Hakketjak
de: 100% gratis dank den scharfen Messern unseres Sponsors: Hakketjak
fr: L’app est 100% gratuit grâce aux couteaux de notre sponsor : Hakketjak
nl: Helemaal gratis dankzij de scherpe keukenmessen van Hakketjak

# recipes.search
source: Search recipes
de: Rezepte suchen
fr: Rechercher des recettes
nl: Zoek recept

# recipes.search.clear
source: Clear search
de: Suche löschen
fr: Effacer la recherche
nl: Zoekopdracht wissen

# recipes.allCountries
source: All countries included
de: Alle Länder enthalten
fr: Tous les pays inclus
nl: Alle landen inbegrepen

# recipes.pickContinent
source: Pick a continent
de: Wähle einen Kontinent
fr: Choisir un continent
nl: Kies een continent

# recipes.pickCountry
source: Pick a country
de: Wähle ein Land
fr: Choisir un pays
nl: Kies een land

# recipes.countryFilterTitle
source: Countries
de: Länder
fr: Pays
nl: Landen

# recipes.favoritesOnly
source: Favorites only
de: Nur Favoriten
fr: Favoris uniquement
nl: Alleen favorieten

# continent.africa
source: Africa
de: Afrika
fr: Afrique
nl: Afrika

# continent.asia
source: Asia
de: Asien
fr: Asie
nl: Azië

# continent.northAmerica
source: North America
de: Nordamerika
fr: Amérique du Nord
nl: Noord-Amerika

# continent.southAmerica
source: South America
de: Südamerika
fr: Amérique du Sud
nl: Zuid-Amerika

# continent.oceania
source: Oceania
de: Ozeanien
fr: Océanie
nl: Oceanië

# recipes.column.name
source: Recipe
de: Rezept
fr: Recette
nl: Recept

# recipes.column.time
source: Total time
de: Gesamtzeit
fr: Temps total
nl: Totale tijd

# recipes.column.timeShort
source: Time
de: Zeit
fr: Temps
nl: Tijd

# recipes.column.prepTime
source: Preparation time
de: Zubereitungszeit
fr: Temps de préparation
nl: Bereidingstijd

# recipes.column.prepTimeShort
source: Time (p)
de: Zeit (Z)
fr: Temps (p)
nl: Tijd (b)

# recipes.column.ingredients
source: Ingredients
de: Zutaten
fr: Ingrédients
nl: Ingredienten

# recipes.noResults
source: No results
de: Keine Ergebnisse
fr: Aucun résultat
nl: Geen resultaten

# recipes.clearAllFilters
source: Remove all filters
de: Alle Filter entfernen
fr: Supprimer tous les filtres
nl: Verwijder alle filters

# category.breakfast
source: Breakfast
de: Frühstück
fr: Petit-déjeuner
nl: Ontbijt

# category.snack
source: Snack
fr: En-cas

# category.starter
source: Starter
de: Vorspeise
fr: Entrée
nl: Voor

# category.main
source: Main
de: Hauptgericht
fr: Plat
nl: Hoofd

# recipe.groceryTitle
source: Groceries
de: Einkaufsliste
fr: Courses
nl: Boodschappen

# recipe.stepsTitle
source: Steps
de: Schritte
fr: Étapes
nl: Stappen

# recipe.steps.readAllAloud
source: Read all steps aloud
de: Alle Schritte laut vorlesen
fr: Lire toutes les étapes à voix haute
nl: Lees alle stappen hardop

# recipe.steps.stopReadAloud
source: Stop reading
de: Vorlesen stoppen
fr: Arrêter la lecture
nl: Stop met voorlezen

# recipe.steps.readSelectedAloud
source: Read this step aloud
de: Diesen Schritt laut vorlesen
fr: Lire cette étape à voix haute
nl: Lees deze stap hardop

# recipe.drinkTitle
source: What to drink?
de: Was dazu trinken?
fr: Que boire ?
nl: Drankje erbij?

# recipe.toolsTitle
source: Kitchen Tools
de: Küchenwerkzeuge
fr: Ustensiles de cuisine
nl: Benodigdheden

# recipe.infoTitle
source: Information
de: Informationen
fr: Informations
nl: Informatie

# recipe.nutritionTitle
source: Nutritional values
de: Nährwerte
fr: Valeurs nutritionnelles
nl: Voedingswaarden

# recipe.nutrition.columnPerServing
source: Per serving
de: Pro Portion
fr: Par portion
nl: Per portie

# recipe.nutrition.columnPer100g
source: Per 100g
de: Pro 100 g
fr: Pour 100 g

# recipe.nutrition.energy
source: Energy
de: Energie
fr: Énergie
nl: energie

# recipe.nutrition.protein
source: Protein
de: Eiweiß
fr: Protéines
nl: eiwit

# recipe.nutrition.carbs
source: Carbohydrates
de: Kohlenhydrate
fr: Glucides
nl: koolhydraten

# recipe.nutrition.sugars
source: of which sugars
de: davon Zucker
fr: dont sucres
nl: waarvan suikers

# recipe.nutrition.fat
source: Fat
de: Fett
fr: Lipides
nl: vet

# recipe.nutrition.saturated
source: of which saturated
de: davon gesättigte Fettsäuren
fr: dont saturés
nl: waarvan verzadigd

# recipe.nutrition.fiber
source: Fiber
de: Ballaststoffe
fr: Fibres
nl: vezels

# recipe.drink.redWine
source: red wine
de: Rotwein
fr: vin rouge
nl: rode wijn

# grocery.optional
source: Optional
fr: Optionnel
nl: Optioneel

# grocery.servings
source: Number of people
de: Anzahl der Personen
fr: Nombre de personnes
nl: Aantal personen

# grocery.option.allWeight
source: All weight
de: Gesamtgewicht
fr: Poids total
nl: All gewicht

# grocery.option.partOfDish
source: Part of dish
de: Teil des Gerichts
fr: Partie du plat
nl: Onderdeel

# settings.title
source: Settings
de: Einstellungen
fr: Paramètres
nl: Instellingen

# settings.language
source: Language for recipes
de: Sprache
fr: Langue
nl: Taal voor recepten

# settings.measurement
source: Standard measurement
de: Maßeinheiten
fr: Mesures
nl: Standaard Maat

# settings.measurement.metric.long
source: Metric: g/ml
de: Metrisch: g/ml
fr: Métrique : g/ml
nl: Internationaal: g/ml

# settings.measurement.us.short
source: US Cups
fr: Tasses US
nl: Amerikaanse cups

# settings.measurement.aunz.short
source: Australian Cups
de: Australische Cups
fr: Tasses australiennes
nl: Australische cups

# settings.measurement.jp.short
source: Japanese Cups
de: Japanische Cups
fr: Tasses japonaises
nl: Japanse cups

# settings.servings
source: Number of servings
de: Personen
fr: Personnes
nl: Aantal personen

# settings.listViewValue
source: Value in listview
de: Wert in Liste
fr: Valeur en liste
nl: Waarde in overzicht

# settings.timerAutoStop
source: Timer auto stop
de: Timer automatisch stoppen
fr: Arrêt auto minuteur
nl: Stop timer automatisch

# grocery.sortLabel.useOrder
source: Use order
de: Reihenfolge verwenden
fr: Utiliser l’ordre
nl: Stap volgorde

# grocery.sortLabel.grams
source: Amount
de: Menge
fr: Quantité
nl: Hoeveelheid

# grocery.sortLabel.supermarket
source: Supermarket
de: Supermarkt
fr: Supermarché
nl: Supermarkt

# timer.title
source: Timer
fr: Minuteur

# timer.remaining
source: Remaining
de: Verbleibend
fr: Restant
nl: Resterend

# timer.finished
source: Finished
de: Fertig
fr: Terminé
nl: Klaar

# timer.start
source: Start
fr: Démarrer

# timer.reset
source: Reset
de: Zurücksetzen
fr: Réinitialiser

# footer.feedback
source: Send feedback
de: Feedback senden
fr: Donner un avis
nl: Stuur feedback

# footer.review
source: Write a review
de: Bewerten
fr: Noter
nl: Schrijf een review

# footer.share
source: Share the app
de: Teilen
fr: Partager
nl: Deel met vrienden

# aisle.vegetables
source: Vegetables
de: Gemüse
fr: Légumes
nl: Groenten

# aisle.aromatics
source: Aromatics
de: Aromaten
fr: Aromates
nl: Aromaten

# aisle.meat
source: Meat
de: Fleisch
fr: Viande
nl: Vlees

# aisle.canned
source: Canned
de: Konserven
fr: Conserves
nl: Blik

# aisle.dairy
source: Dairy
de: Milchprodukte
fr: Produits laitiers
nl: Zuivel

# aisle.pantry
source: Pantry
de: Vorratskammer
fr: Garde-manger
nl: Voorraadkast

# aisle.spices
source: Spices
de: Gewürze
fr: Épices
nl: Kruiden

# aisle.other
source: Other
de: Sonstiges
fr: Autre
nl: Overig

# recipe.tools.summary
source: %d tools
de: %d Artikel
fr: %d articles
nl: %d items

# recipe.grocery.summary
source: %d ingredients
de: %d Zutaten
fr: %d ingrédients
nl: %d ingredienten

# recipe.detail.back
source: Back
de: Zurück
fr: Retour
nl: Terug

# recipe.detail.favorite
source: Favorite
de: Favorit
fr: Favori
nl: Favoriet

# recipe.detail.shareText
source: Check out Famous Chef on the App Store.
de: Probiere dieses Rezept in Famous Chef aus.
fr: Essayez cette recette dans Famous Chef.
nl: Probeer dit recept in Famous Chef.

# recipe.detail.image
source: Recipe image
de: Rezeptbild
fr: Image de la recette
nl: Receptafbeelding

# recipe.detail.info.expand
source: Expand info
de: Infos aufklappen
fr: Développer les infos
nl: Info uitklappen

# recipe.detail.info.collapse
source: Collapse info
de: Infos einklappen
fr: Réduire les infos
nl: Info inklappen

# recipe.detail.steps.expand
source: Expand steps
de: Schritte aufklappen
fr: Développer les étapes
nl: Stappen uitklappen

# recipe.detail.steps.collapse
source: Collapse steps
de: Schritte einklappen
fr: Réduire les étapes
nl: Stappen inklappen

# recipe.detail.internetNotConnected
source: internet not connected
de: keine Internetverbindung
fr: internet non connecté
nl: geen internetverbinding

# recipe.steps.readAloud.intro
source: These are the steps for: %@
de: Das sind die Schritte für: %@
fr: Voici les étapes pour : %@
nl: Dit zijn de stappen voor: %@

# recipe.steps.readAloud.outro
source: Those were all the steps, enjoy your meal.
de: Das waren alle Schritte, guten Appetit.
fr: C’était toutes les étapes, bon appétit.
nl: Dat waren alle stappen, eet smakelijk.

# recipe.card.readAloud
source: Read this card aloud
de: Diese Karte laut vorlesen
fr: Lire cette carte à voix haute
nl: Lees deze kaart hardop

# recipe.tools.readAloud.intro.en
source: The tools you will need for this recipe are
de: Die Werkzeuge, die du für dieses Rezept benötigst, sind
fr: Les ustensiles dont vous aurez besoin pour cette recette sont

# recipe.nutrition.readAloud.intro.en
source: Each serving will contain approximately %d calories
de: Jede Portion enthält ungefähr %d Kalorien
fr: Chaque portion contiendra environ %d calories

# recipe.grocery.readAloud.intro.en
source: The unticked groceries for this %d person recipe are
de: Die noch nicht abgehakten Einkäufe für dieses Rezept für %d Personen sind
fr: Les courses non cochées pour cette recette pour %d personnes sont

# recipe.grocery.readAloud.group.en
source: For the %@
de: Für die %@
fr: Pour le %@

# recipe.grocery.readAloud.none.en
source: All groceries are ticked.
de: Alle Einkäufe sind abgehakt.
fr: Toutes les courses sont cochées.

# grocery.group.it_arancini.g1
source: Rice shell
de: Reishülle
fr: Enveloppe de riz
nl: Rijstomhulsel

# grocery.group.it_arancini.g2
source: Ragù filling
de: Ragù-Füllung
fr: Farce au ragù
nl: Ragùvulling

# grocery.group.it_arancini.g3
source: Breading
de: Panieren
fr: Panure
nl: Paneren

# grocery.group.it_arancini.g4
source: Frying
de: Frittieren
fr: Friture
nl: Frituren

# grocery.group.it_arancini.g5
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_bistecca_alla_fiorentina.g2
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_bruschetta_al_pomodoro.g1
source: Bread
de: Brot
fr: Pain
nl: Brood

# grocery.group.it_bruschetta_al_pomodoro.g2
source: Topping
de: Belag
fr: Garniture
nl: Beleg

# grocery.group.it_bruschetta_al_pomodoro.g3
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_cacio_e_pepe.g1
source: Pasta
fr: Pâtes

# grocery.group.it_cacio_e_pepe.g3
source: Cooking water
de: Kochwasser
fr: Eau de cuisson
nl: Kookwater

# grocery.group.it_cacio_e_pepe.g4
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_calamari_fritti.g1
source: Seafood
de: Meeresfrüchte
fr: Fruits de mer
nl: Zeevruchten

# grocery.group.it_calamari_fritti.g2
source: Breading
de: Panieren
fr: Panure
nl: Paneren

# grocery.group.it_calamari_fritti.g3
source: Frying
de: Frittieren
fr: Friture
nl: Frituren

# grocery.group.it_calamari_fritti.g4
source: Finish
fr: Finition
nl: Afwerking

# grocery.group.it_calamari_fritti.g5
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_cannoli_siciliani.g1
source: Shell dough
de: Schalen-Teig
fr: Pâte des coques
nl: Schelpdeeg

# grocery.group.it_cannoli_siciliani.g2
source: Filling
de: Füllung
fr: Farce
nl: Vulling

# grocery.group.it_cannoli_siciliani.g3
source: Frying
de: Frittieren
fr: Friture
nl: Frituren

# grocery.group.it_crostata_di_marmellata.g2
source: Filling
de: Füllung
fr: Farce
nl: Vulling

# grocery.group.it_gelato_alla_crema.g1
source: Gelato base
de: Gelatobasis
fr: Base gelato
nl: Gelatobasis

# grocery.group.it_gelato_alla_crema.g2
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_insalata_caprese.g1
source: Salad
de: Salat
fr: Salade
nl: Salade

# grocery.group.it_insalata_caprese.g2
source: Dressing
fr: Vinaigrette

# grocery.group.it_insalata_caprese.g3
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_lasagna_alla_bolognese.g1
source: Pasta and cheese
de: Pasta und Käse
fr: Pâtes et fromage
nl: Pasta en kaas

# grocery.group.it_lasagna_alla_bolognese.g4
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_ossobuco_alla_milanese.g1
source: Veal
de: Kalb
fr: Veau
nl: Kalf

# grocery.group.it_ossobuco_alla_milanese.g2
source: Dredge
de: Mehlieren
fr: Fariner
nl: Bestuiven

# grocery.group.it_ossobuco_alla_milanese.g3
source: Braise base
de: Schmoransatz
fr: Base de braisage
nl: Stoofbasis

# grocery.group.it_ossobuco_alla_milanese.g5
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_panettone.g1
source: Dough
de: Teig
fr: Pâte
nl: Deeg

# grocery.group.it_panettone.g2
source: Aromatics and fruit
de: Aromen und Früchte
fr: Arômes et fruits
nl: Aroma en fruit

# grocery.group.it_panna_cotta.g1
source: Cream base
de: Sahnebasis
fr: Base crème
nl: Roombasis

# grocery.group.it_panna_cotta.g2
source: Setting
de: Gelieren
fr: Gélification
nl: Binden

# grocery.group.it_panna_cotta.g3
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_pasta_alla_norma.g1
source: Pasta
fr: Pâtes

# grocery.group.it_pasta_alla_norma.g2
source: Vegetables
de: Gemüse
fr: Légumes
nl: Groenten

# grocery.group.it_pasta_alla_norma.g4
source: Frying
de: Frittieren
fr: Friture
nl: Frituren

# grocery.group.it_pasta_alla_norma.g5
source: Cheese
de: Käse
fr: Fromage
nl: Kaas

# grocery.group.it_pasta_alla_norma.g6
source: Cooking water
de: Kochwasser
fr: Eau de cuisson
nl: Kookwater

# grocery.group.it_pasta_alla_norma.g7
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_pizza_margherita.g1
source: Dough
de: Teig
fr: Pâte
nl: Deeg

# grocery.group.it_pizza_margherita.g2
source: Topping
de: Belag
fr: Garniture
nl: Beleg

# grocery.group.it_prosciutto_e_melone.g1
source: Main
de: Haupt
fr: Principal
nl: Hoofd

# grocery.group.it_risotto_alla_milanese.g2
source: Broth
de: Brühe
fr: Bouillon
nl: Bouillon

# grocery.group.it_risotto_alla_milanese.g3
source: Finish
fr: Finition
nl: Afwerking

# grocery.group.it_risotto_alla_milanese.g4
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_spaghetti_alla_carbonara.g1
source: Pasta
fr: Pâtes

# grocery.group.it_spaghetti_alla_carbonara.g4
source: Cooking water
de: Kochwasser
fr: Eau de cuisson
nl: Kookwater

# grocery.group.it_spaghetti_alla_carbonara.g5
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_tagliatelle_ragu_bolognese.g1
source: Pasta
fr: Pâtes

# grocery.group.it_tagliatelle_ragu_bolognese.g3
source: Seasoning and finish
de: Würzen und Finish
fr: Assaisonnement et finition
nl: Kruiden en afwerking

# grocery.group.it_tagliatelle_ragu_bolognese.g4
source: Cooking water
de: Kochwasser
fr: Eau de cuisson
nl: Kookwater

# grocery.group.it_tiramisu.g1
source: Cream
de: Creme
fr: Crème
nl: Crème

# grocery.group.it_tiramisu.g2
source: Layers
de: Schichten
fr: Couches
nl: Lagen

# grocery.group.it_tiramisu.g3
source: Finish
fr: Finition
nl: Afwerking

# grocery.group.it_vitello_tonnato.g1
source: Veal
de: Kalb
fr: Veau
nl: Kalf

# grocery.group.it_vitello_tonnato.g2
source: Tuna sauce
de: Thunfischsauce
fr: Sauce au thon
nl: Tonijnsaus

# grocery.group.it_vitello_tonnato.g3
source: Seasoning
de: Würzen
fr: Assaisonnement
nl: Kruiden

# grocery.group.it_zabaione.g1
source: Custard
de: Creme (Custard)
fr: Crème anglaise

# grocery.group.it_zabaione.g2
source: Finish
fr: Finition
nl: Afwerking

# ingredient.it_arancini.i1
source: Arborio rice
de: Arborio-Reis
fr: Riz Arborio
nl: Arborio-rijst

# ingredient.it_arancini.i10
source: Ground beef
de: Rinderhackfleisch
fr: Bœuf haché
nl: Rundergehakt

# ingredient.it_arancini.i11
source: Dry white wine
de: Trockener Weißwein
fr: Vin blanc sec
nl: Droge witte wijn

# ingredient.it_arancini.i12
source: Tomato paste
de: Tomatenmark
fr: Concentré de tomate
nl: Tomatenpuree

# ingredient.it_arancini.i13
source: Tomato passata
de: Tomatenpassata
fr: Passata de tomate
nl: Tomatenpassata

# ingredient.it_arancini.i14
source: Peas
de: Erbsen
fr: Petits pois
nl: Doperwten

# ingredient.it_arancini.i15
source: Caciocavallo cheese
de: Caciocavallo-Käse
fr: Fromage caciocavallo
nl: Caciocavallo

# ingredient.it_arancini.i16
source: All-purpose flour
de: Weizenmehl
fr: Farine de blé
nl: Tarwebloem

# ingredient.it_arancini.i17
source: Eggs
de: Eier
fr: Œufs
nl: Eieren

# ingredient.it_arancini.i18
source: Breadcrumbs
de: Semmelbrösel
fr: Chapelure
nl: Paneermeel

# ingredient.it_arancini.i19
source: Vegetable oil
de: Pflanzenöl
fr: Huile végétale
nl: Plantaardige olie

# ingredient.it_arancini.i2
source: Chicken stock
de: Hühnerbrühe
fr: Bouillon de volaille
nl: Kippenbouillon

# ingredient.it_arancini.i20
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_arancini.i21
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_arancini.i3
source: Saffron threads
de: Safranfäden
fr: Filaments de safran
nl: Saffraandraadjes

# ingredient.it_arancini.i4
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_arancini.i6
source: Yellow onion
de: Gelbe Zwiebel
fr: Oignon jaune
nl: Gele ui

# ingredient.it_arancini.i7
source: Carrot
de: Karotte
fr: Carotte
nl: Wortel

# ingredient.it_arancini.i8
source: Celery
de: Stangensellerie
fr: Céleri branche
nl: Bleekselderij

# ingredient.it_arancini.i9
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_bistecca_alla_fiorentina.i1
source: T-bone steak
fr: Steak T-bone

# ingredient.it_bistecca_alla_fiorentina.i2
source: Coarse salt
de: Grobes Salz
fr: Gros sel
nl: Grof zout

# ingredient.it_bistecca_alla_fiorentina.i3
source: Freshly ground black pepper
de: Frisch gemahlener schwarzer Pfeffer
fr: Poivre noir fraîchement moulu
nl: Versgemalen zwarte peper

# ingredient.it_bistecca_alla_fiorentina.i4
source: Olive oil
de: Olivenöl
fr: Huile d’olive
nl: Olijfolie

# ingredient.it_bruschetta_al_pomodoro.i1
source: Rustic bread slices
de: Rustikale Brotscheiben
fr: Tranches de pain rustique
nl: Rustieke sneetjes brood

# ingredient.it_bruschetta_al_pomodoro.i2
source: Ripe tomatoes
de: Reife Tomaten
fr: Tomates mûres
nl: Rijpe tomaten

# ingredient.it_bruschetta_al_pomodoro.i3
source: Garlic
de: Knoblauch
fr: Ail
nl: Knoflook

# ingredient.it_bruschetta_al_pomodoro.i4
source: Fresh basil leaves
de: Frische Basilikumblätter
fr: Feuilles de basilic frais
nl: Verse basilicumblaadjes

# ingredient.it_bruschetta_al_pomodoro.i5
source: Extra-virgin olive oil
de: Natives Olivenöl extra
fr: Huile d’olive extra vierge
nl: Extra vergine olijfolie

# ingredient.it_bruschetta_al_pomodoro.i6
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_bruschetta_al_pomodoro.i7
source: Ground black pepper
de: Gemahlener schwarzer Pfeffer
fr: Poivre noir moulu
nl: Gemalen zwarte peper

# ingredient.it_cacio_e_pepe.i3
source: Freshly ground black pepper
de: Frisch gemahlener schwarzer Pfeffer
fr: Poivre noir fraîchement moulu
nl: Versgemalen zwarte peper

# ingredient.it_cacio_e_pepe.i4
source: Water
de: Wasser
fr: Eau

# ingredient.it_cacio_e_pepe.i5
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_calamari_fritti.i1
source: Cleaned squid
de: Geputzter Tintenfisch
fr: Encornets nettoyés
nl: Schoongemaakte inktvis

# ingredient.it_calamari_fritti.i2
source: All-purpose flour
de: Weizenmehl
fr: Farine de blé
nl: Tarwebloem

# ingredient.it_calamari_fritti.i3
source: Vegetable oil
de: Pflanzenöl
fr: Huile végétale
nl: Plantaardige olie

# ingredient.it_calamari_fritti.i4
source: Lemons
de: Zitronen
fr: Citrons
nl: Citroenen

# ingredient.it_calamari_fritti.i5
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_cannoli_siciliani.i1
source: All-purpose flour
de: Weizenmehl
fr: Farine de blé
nl: Tarwebloem

# ingredient.it_cannoli_siciliani.i10
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_cannoli_siciliani.i11
source: Candied orange peel
de: Kandierte Orangenschale
fr: Écorces d’orange confites
nl: Gekonfijte sinaasappelschil

# ingredient.it_cannoli_siciliani.i12
source: Ground cinnamon
de: Gemahlener Zimt
fr: Cannelle moulue
nl: Gemalen kaneel

# ingredient.it_cannoli_siciliani.i13
source: Vegetable oil
de: Pflanzenöl
fr: Huile végétale
nl: Plantaardige olie

# ingredient.it_cannoli_siciliani.i2
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_cannoli_siciliani.i3
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_cannoli_siciliani.i4
source: Lard
de: Schweineschmalz
fr: Saindoux
nl: Reuzel

# ingredient.it_cannoli_siciliani.i5
source: Egg
de: Ei
fr: Œuf
nl: Ei

# ingredient.it_cannoli_siciliani.i6
source: Marsala wine
de: Marsala
fr: Vin de Marsala
nl: Marsala-wijn

# ingredient.it_cannoli_siciliani.i7
source: Water
de: Wasser
fr: Eau

# ingredient.it_cannoli_siciliani.i8
source: Wine vinegar
de: Weinessig
fr: Vinaigre de vin
nl: Wijnazijn

# ingredient.it_cannoli_siciliani.i9
source: Sheep milk ricotta
de: Schafricotta
fr: Ricotta de brebis
nl: Schapenricotta

# ingredient.it_crostata_di_marmellata.i1
source: All-purpose flour
de: Weizenmehl
fr: Farine de blé
nl: Tarwebloem

# ingredient.it_crostata_di_marmellata.i2
source: Unsalted butter
de: Ungesalzene Butter
fr: Beurre doux
nl: Ongezouten boter

# ingredient.it_crostata_di_marmellata.i3
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_crostata_di_marmellata.i4
source: Eggs
de: Eier
fr: Œufs
nl: Eieren

# ingredient.it_crostata_di_marmellata.i5
source: Lemon zest
de: Zitronenabrieb
fr: Zeste de citron
nl: Citroenrasp

# ingredient.it_crostata_di_marmellata.i6
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout

# ingredient.it_crostata_di_marmellata.i7
source: Apricot jam
de: Aprikosenkonfitüre
fr: Confiture d’abricot
nl: Abrikozenjam

# ingredient.it_gelato_alla_crema.i1
source: Whole milk
de: Vollmilch
fr: Lait entier
nl: Volle melk

# ingredient.it_gelato_alla_crema.i2
source: Heavy cream
de: Schlagsahne
fr: Crème entière
nl: Slagroom

# ingredient.it_gelato_alla_crema.i3
source: Granulated sugar
de: Kristallzucker
fr: Sucre en poudre
nl: Kristalsuiker

# ingredient.it_gelato_alla_crema.i4
source: Egg yolks
de: Eigelb
fr: Jaunes d’œufs
nl: Eidooiers

# ingredient.it_gelato_alla_crema.i5
source: Vanilla bean
de: Vanilleschote
fr: Gousse de vanille
nl: Vanillestokje

# ingredient.it_gelato_alla_crema.i6
source: Fine salt
de: Feines Salz
fr: Sel fin
nl: Fijn zout
