Repository: somersjens/Traditional-Chef
Catalog: Traditional Chef/Traditional Chef/*.lproj/Localizable.strings
Languages: de, fr, nl

# recipe.it_arancini.step9.body
source: Cut the cheese into small pieces. With damp hands, shape rice into balls, make a pocket, add ragù and cheese, then seal with more rice.
de: Käse in kleine Stücke schneiden. Mit feuchten Händen Reiskugeln formen, eine Mulde drücken, Ragù und Käse einfüllen und mit mehr Reis verschließen.
fr: Couper le fromage en petits morceaux. Avec les mains humides, former des boules de riz, faire une cavité, ajouter ragù et fromage puis refermer avec du riz.
nl: Snijd de kaas in kleine stukjes. Vorm met vochtige handen rijstballen, maak een holte, voeg ragù en kaas toe en sluit met extra rijst.

# recipe.it_arancini.step9.title
source: Form and fill
de: Formen und füllen
fr: Former et farcir
nl: Vorm en vul

# recipe.it_arancini.tool.t1
source: Large pot
de: Großer Topf
fr: Grande casserole
nl: Grote pan

# recipe.it_arancini.tool.t10
source: Slotted spoon
de: Schaumlöffel
fr: Écumoire
nl: Schuimspaan

# recipe.it_arancini.tool.t11
source: Paper towels
de: Küchenpapier
fr: Essuie-tout
nl: Keukenpapier

# recipe.it_arancini.tool.t12
source: Kitchen thermometer
de: Küchenthermometer
fr: Thermomètre de cuisine
nl: Keukenthermometer

# recipe.it_arancini.tool.t2
source: Wide saucepan
de: Breite Sauteuse
fr: Sauteuse lourde
nl: Brede sauspan

# recipe.it_arancini.tool.t3
source: Wooden spoon
de: Holzlöffel
fr: Cuillère en bois
nl: Houten lepel

# recipe.it_arancini.tool.t4
source: Ladle
de: Schöpfkelle
fr: Louche
nl: Soeplepel

# recipe.it_arancini.tool.t5
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_arancini.tool.t6
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_arancini.tool.t7
source: Mixing bowls
de: Rührschüsseln
fr: Saladiers
nl: Mengkommen

# recipe.it_arancini.tool.t8
source: Baking tray
de: Backblech
fr: Plaque de cuisson
nl: Bakplaat

# recipe.it_arancini.tool.t9
source: Deep heavy pot
de: Tiefer, schwerer Topf
fr: Marmite profonde et lourde
nl: Diepe zware pan

# recipe.it_bistecca_alla_fiorentina.drink.body
source: Pair with Chianti Classico or another Sangiovese-based Tuscan red with firm acidity and tannin to match the steak. Non-alcoholic option: sparkling water or an unsweetened iced tea with lemon.
de: Kombiniere mit Chianti Classico oder einem anderen Sangiovese-basierten toskanischen Rotwein mit fester Säure und Tannin, passend zum Steak. Alkoholfrei: Sprudelwasser oder ungesüßter Eistee mit Zitrone.
fr: À associer à un Chianti Classico ou à un autre rouge toscan à base de Sangiovese, avec une acidité et des tanins solides pour accompagner le steak. Sans alcool: eau pétillante ou thé glacé non sucré au citron.
nl: Combineer met Chianti Classico of een andere Sangiovese-gedreven Toscaanse rode wijn met stevige zuren en tannine die bij de steak past. Alcoholvrij: bruiswater of ongezoete ijsthee met citroen.

# recipe.it_bistecca_alla_fiorentina.info
source: A traditional Tuscan porterhouse-style T-bone steak from Chianina or similar beef, cooked over very hot coals and seasoned simply with salt, pepper, and olive oil. Served rare to medium-rare with a deeply seared crust, it is a centerpiece dish for gatherings, typically paired with rustic sides and enjoyed immediately after resting.
de: Ein traditionelles toskanisches Porterhouse-artiges T-Bone-Steak von Chianina oder ähnlichem Rind, über sehr heißer Glut gegart und schlicht mit Salz, Pfeffer und Olivenöl gewürzt. Rare bis medium-rare mit kräftiger Kruste serviert; ein Mittelpunkt für gesellige Runden, meist mit rustikalen Beilagen und direkt nach dem Ruhen genossen.
fr: Steak T-bone traditionnel toscan, type porterhouse, de race Chianina ou bœuf similaire, cuit sur braises très vives et assaisonné simplement de sel, poivre et huile d’olive. Servi saignant à mi-saignant avec une croûte bien marquée; pièce maîtresse des repas conviviaux, souvent avec des accompagnements rustiques, dégustée juste après repos.
nl: Een traditionele Toscaanse porterhouse-achtige T-bonesteak van Chianina of vergelijkbaar rund, bereid boven zeer hete kolen en simpel op smaak gebracht met zout, peper en olijfolie. Rauw tot medium-rare geserveerd met een diepe korst; een pronkstuk voor gezelschappen, meestal met rustieke bijgerechten en direct na het rusten gegeten.

# recipe.it_bistecca_alla_fiorentina.info.summary
source: Tuscan grilled steak
de: Toskanisches Grillsteak
fr: Steak toscan grillé
nl: Toscaanse grillsteak

# recipe.it_bistecca_alla_fiorentina.step1.body
source: Bring the steak to room temperature so it cooks evenly.
de: Das Steak auf Zimmertemperatur bringen, damit es gleichmäßig gart.
fr: Mettre le steak à température ambiante pour une cuisson uniforme.
nl: Laat de steak op kamertemperatuur komen zodat hij gelijkmatig gaart.

# recipe.it_bistecca_alla_fiorentina.step1.title
source: Warm the steak
de: Steak temperieren
fr: Tempérer le steak
nl: Laat de steak op temperatuur komen

# recipe.it_bistecca_alla_fiorentina.step2.body
source: Light charcoal and build a very hot bed of coals. Set the grate close to the heat and let it get fully hot.
de: Holzkohle anzünden und ein sehr heißes Glutbett aufbauen. Den Rost nah an die Hitze setzen und vollständig aufheizen.
fr: Allumer le charbon et former un lit de braises très chaud. Placer la grille près de la chaleur et la laisser bien chauffer.
nl: Steek houtskool aan en maak een zeer heet kolenbed. Zet het rooster dicht bij de hitte en laat het goed heet worden.

# recipe.it_bistecca_alla_fiorentina.step2.title
source: Prepare a hot fire
de: Sehr heißes Feuer vorbereiten
fr: Préparer un feu très chaud
nl: Maak een heet vuur

# recipe.it_bistecca_alla_fiorentina.step3.body
source: Pat the steak dry and season with salt just before grilling.
de: Das Steak trocken tupfen und erst direkt vor dem Grillen salzen.
fr: Éponger le steak et le saler juste avant de griller.
nl: Dep de steak droog en zout vlak voor het grillen.

# recipe.it_bistecca_alla_fiorentina.step3.title
source: Season
de: Würzen
fr: Assaisonner
nl: Kruid

# recipe.it_bistecca_alla_fiorentina.step4.body
source: Place the steak over the hottest coals and sear without moving to build a deep crust.
de: Das Steak über die heißeste Glut legen und ohne Bewegen anrösten, damit eine kräftige Kruste entsteht.
fr: Placer le steak sur les braises les plus chaudes et saisir sans bouger pour former une croûte marquée.
nl: Leg de steak boven de heetste kolen en schroei zonder te bewegen voor een diepe korst.

# recipe.it_bistecca_alla_fiorentina.step4.title
source: Sear first side
de: Erste Seite scharf anbraten
fr: Saisir la première face
nl: Schroei de eerste kant

# recipe.it_bistecca_alla_fiorentina.step5.body
source: Flip once and sear the other side to match the crust.
de: Einmal wenden und die andere Seite ebenso anrösten.
fr: Retourner une seule fois et saisir l autre face de la même façon.
nl: Keer één keer om en schroei de andere kant voor dezelfde korst.

# recipe.it_bistecca_alla_fiorentina.step5.title
source: Sear second side
de: Zweite Seite scharf anbraten
fr: Saisir la seconde face
nl: Schroei de tweede kant

# recipe.it_bistecca_alla_fiorentina.step6.body
source: Stand the steak on its side so the fat cap and edges render and brown.
de: Das Steak auf die Seite stellen, damit Fettrand und Kanten auslassen und bräunen.
fr: Mettre le steak sur la tranche pour faire fondre et dorer la bande de gras et les bords.
nl: Zet de steak op de zijkant zodat de vetrand en randen kunnen uitbakken en kleuren.

# recipe.it_bistecca_alla_fiorentina.step6.title
source: Finish on edge
de: Auf der Kante fertigstellen
fr: Finir sur la tranche
nl: Gaar op de rand

# recipe.it_bistecca_alla_fiorentina.step7.body
source: Move the steak to a wire rack and rest so juices redistribute.
de: Das Steak auf ein Rost legen und ruhen lassen, damit sich die Säfte verteilen.
fr: Déposer le steak sur une grille et laisser reposer pour que les jus se redistribuent.
nl: Leg de steak op een rooster en laat rusten zodat de sappen zich verdelen.

# recipe.it_bistecca_alla_fiorentina.step7.title
source: Rest
de: Ruhen lassen
fr: Laisser reposer
nl: Laat rusten

# recipe.it_bistecca_alla_fiorentina.step8.body
source: Slice off the bone side, cut the meat across the grain, drizzle with olive oil, and finish with black pepper.
de: Am Knochen entlang lösen, das Fleisch quer zur Faser schneiden, mit Olivenöl beträufeln und mit schwarzem Pfeffer vollenden.
fr: Découper le long de l os, trancher la viande perpendiculairement aux fibres, arroser d huile d olive et terminer au poivre noir.
nl: Snijd langs het bot, snijd het vlees haaks op de draad, besprenkel met olijfolie en maak af met zwarte peper.

# recipe.it_bistecca_alla_fiorentina.step8.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_bistecca_alla_fiorentina.tool.t1
source: Charcoal grill
de: Holzkohlegrill
fr: Barbecue au charbon
nl: Houtskoolbarbecue

# recipe.it_bistecca_alla_fiorentina.tool.t2
source: Chimney starter
de: Anzündkamin
fr: Cheminée d’allumage
nl: Brikettenstarter

# recipe.it_bistecca_alla_fiorentina.tool.t3
source: Grill tongs
de: Grillzange
fr: Pince à barbecue
nl: Barbecuetang

# recipe.it_bistecca_alla_fiorentina.tool.t4
source: Wire rack
de: Kuchengitter
fr: Grille
nl: Rooster

# recipe.it_bistecca_alla_fiorentina.tool.t5
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_bistecca_alla_fiorentina.tool.t6
source: Knife
de: Messer
fr: Couteau
nl: Mes

# recipe.it_bruschetta_al_pomodoro.drink.body
source: Pair with a crisp dry Italian white such as Vermentino or a light-bodied rosé to match the fresh tomato and olive oil. Non-alcoholic option: sparkling water with lemon or an unsweetened iced tea.
de: Kombiniere mit einem frischen, trockenen italienischen Weißwein wie Vermentino oder einem leichten Rosé, passend zu Tomate und Olivenöl. Alkoholfrei: Sprudelwasser mit Zitrone oder ungesüßter Eistee.
fr: À associer à un blanc italien sec et vif comme le Vermentino, ou à un rosé léger, pour accompagner la tomate fraîche et l’huile d’olive. Sans alcool: eau pétillante au citron ou thé glacé non sucré.
nl: Combineer met een frisse droge Italiaanse witte wijn zoals Vermentino of een lichte rosé die past bij verse tomaat en olijfolie. Alcoholvrij: bruiswater met citroen of ongezoete ijsthee.

# recipe.it_bruschetta_al_pomodoro.drink.summary
source: White wine (Vermentino)
de: Trockener Weißwein
fr: Blanc sec
nl: Droge witte wijn

# recipe.it_bruschetta_al_pomodoro.info
source: A traditional Italian antipasto of grilled or toasted rustic bread rubbed with garlic and topped with chopped ripe tomatoes dressed with extra-virgin olive oil, basil, salt, and pepper. Served immediately while the bread is crisp and warm, it is a classic start to a meal, especially in summer when tomatoes are sweetest.
de: Eine traditionelle italienische Antipasto aus gegrilltem oder geröstetem rustikalem Brot, mit Knoblauch eingerieben und mit gehackten reifen Tomaten belegt, angemacht mit nativem Olivenöl extra, Basilikum, Salz und Pfeffer. Sofort serviert, wenn das Brot knusprig und warm ist; ein klassischer Auftakt, besonders im Sommer, wenn Tomaten am süßesten sind.
fr: Antipasto italien traditionnel de pain rustique grillé ou toasté, frotté à l’ail et garni de tomates mûres hachées, assaisonnées d’huile d’olive extra vierge, basilic, sel et poivre. Servi immédiatement tant que le pain est chaud et croustillant; début de repas classique, surtout en été quand les tomates sont les plus sucrées.
nl: Een traditionele Italiaanse antipasto van gegrild of geroosterd rustiek brood, ingewreven met knoflook en belegd met fijngehakte rijpe tomaten, aangemaakt met extra vergine olijfolie, basilicum, zout en peper. Meteen serveren terwijl het brood knapperig en warm is; een klassieke start van de maaltijd, vooral in de zomer wanneer tomaten het zoetst zijn.

# recipe.it_bruschetta_al_pomodoro.info.summary
source: Italian Summer Antipasti
de: Tomaten-Knoblauch-Toast
fr: Toast tomate-ail
nl: Tomaat-knoflooktoast

# recipe.it_bruschetta_al_pomodoro.step1.body
source: Dice the tomatoes and place them in a bowl. Tear basil and add it to the tomatoes.
de: Tomaten würfeln und in eine Schüssel geben. Basilikum zupfen und zu den Tomaten geben.
fr: Couper les tomates en dés et les mettre dans un bol. Déchirer le basilic et l ajouter aux tomates.
nl: Snijd tomaten in blokjes en doe in een kom. Scheur basilicum en voeg toe.

# recipe.it_bruschetta_al_pomodoro.step1.title
source: Prepare the tomatoes
de: Tomaten vorbereiten
fr: Préparer les tomates
nl: Bereid de tomaten

# recipe.it_bruschetta_al_pomodoro.step2.body
source: Add olive oil, salt, and pepper to the tomatoes and stir gently to combine.
de: Olivenöl, Salz und Pfeffer zu den Tomaten geben und vorsichtig mischen.
fr: Ajouter huile d olive, sel et poivre et mélanger délicatement.
nl: Voeg olijfolie, zout en peper toe en roer voorzichtig door.

# recipe.it_bruschetta_al_pomodoro.step2.title
source: Season the topping
de: Belag würzen
fr: Assaisonner la garniture
nl: Breng de topping op smaak

# recipe.it_bruschetta_al_pomodoro.step3.body
source: Toast or grill the bread slices until crisp and well browned on the surface.
de: Brotscheiben toasten oder grillen, bis sie knusprig und gut gebräunt sind.
fr: Griller ou toaster les tranches jusqu à ce qu elles soient croustillantes et bien dorées.
nl: Rooster of gril de sneetjes brood tot knapperig en goed bruin.

# recipe.it_bruschetta_al_pomodoro.step3.title
source: Toast the bread
de: Brot rösten
fr: Griller le pain
nl: Rooster het brood

# recipe.it_bruschetta_al_pomodoro.step4.body
source: While the bread is still warm, rub the cut side of garlic over each slice.
de: Solange das Brot noch warm ist, die Schnittseite von Knoblauch über jede Scheibe reiben.
fr: Pendant que le pain est encore chaud, frotter chaque tranche avec la face coupée de l ail.
nl: Wrijf terwijl het brood nog warm is met de snijkant van knoflook over elke snee.

# recipe.it_bruschetta_al_pomodoro.step4.title
source: Rub with garlic
de: Mit Knoblauch einreiben
fr: Frotter à l ail
nl: Wrijf met knoflook

# recipe.it_bruschetta_al_pomodoro.step5.body
source: Spoon the tomato mixture onto the warm toasted bread.
de: Die Tomatenmischung auf das warme geröstete Brot löffeln.
fr: Déposer le mélange de tomates sur le pain grillé encore chaud.
nl: Schep het tomatenmengsel op het warme geroosterde brood.

# recipe.it_bruschetta_al_pomodoro.step5.title
source: Top the bruschetta
de: Bruschetta belegen
fr: Garnir la bruschetta
nl: Beleg de bruschetta

# recipe.it_bruschetta_al_pomodoro.step6.body
source: Serve immediately while the bread stays crisp.
de: Sofort servieren, damit das Brot knusprig bleibt.
fr: Servir immédiatement pour que le pain reste croustillant.
nl: Serveer direct zodat het brood knapperig blijft.

# recipe.it_bruschetta_al_pomodoro.step6.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_bruschetta_al_pomodoro.tool.t1
source: Cutting board
de: Schneidebrett
fr: Planche à découper
nl: Snijplank

# recipe.it_bruschetta_al_pomodoro.tool.t2
source: Chef knife
de: Kochmesser
fr: Couteau de chef
nl: Koksmes

# recipe.it_bruschetta_al_pomodoro.tool.t3
source: Mixing bowl
de: Rührschüssel
fr: Saladier
nl: Mengkom

# recipe.it_bruschetta_al_pomodoro.tool.t4
source: Spoon
de: Löffel
fr: Cuillère
nl: Lepel

# recipe.it_bruschetta_al_pomodoro.tool.t5
source: Grill pan or toaster
de: Grillpfanne oder Toaster
fr: Poêle-gril ou grille-pain
nl: Grillpan of broodrooster

# recipe.it_bruschetta_al_pomodoro.tool.t6
source: Tongs
de: Zange
fr: Pince
nl: Tang

# recipe.it_cacio_e_pepe.drink.body
source: Pair with a crisp Roman white such as Frascati, or a light, low-tannin red to let the pepper and cheese shine. Non-alcoholic option: sparkling water or a bitter-sweet citrus soda.
de: Kombiniere mit einem frischen römischen Weißwein wie Frascati oder einem leichten, tanninarmen Rotwein, damit Pfeffer und Käse im Vordergrund stehen. Alkoholfrei: Sprudelwasser oder eine bittersüße Zitruslimonade.
fr: À associer à un blanc romain vif comme le Frascati, ou à un rouge léger et peu tannique pour laisser briller le poivre et le fromage. Sans alcool: eau pétillante ou soda d’agrumes doux-amer.
nl: Combineer met een frisse Romeinse witte wijn zoals Frascati, of een lichte rode wijn met weinig tannine zodat peper en kaas kunnen schitteren. Alcoholvrij: bruiswater of een bitterzoete citrusfrisdrank.

# recipe.it_cacio_e_pepe.drink.summary
source: Frascati or light red
de: Frascati oder leichter Rotwein
fr: Frascati ou rouge léger
nl: Frascati of lichte rood

# recipe.it_cacio_e_pepe.info
source: A classic Roman pasta built from just pasta, Pecorino Romano, black pepper, and starchy cooking water, creating a glossy, tangy sauce that clings to each strand. Traditionally served hot as a simple yet satisfying main at trattorias and home tables, relying on technique and timing rather than extra ingredients.
de: Eine klassische römische Pasta aus nur Pasta, Pecorino Romano, schwarzem Pfeffer und stärkehaltigem Kochwasser, die eine glänzende, pikante Sauce ergibt, die an jeder Nudel haftet. Traditionell heiß als schlichtes, aber sättigendes Hauptgericht in Trattorien und zu Hause serviert, wobei Technik und Timing statt zusätzlicher Zutaten zählen.
fr: Classique romain composé uniquement de pâtes, Pecorino Romano, poivre noir et eau de cuisson riche en amidon, formant une sauce brillante et acidulée qui accroche chaque brin. Traditionnellement servi très chaud comme plat principal simple mais rassasiant en trattoria et à la maison, misant sur la technique et le timing plutôt que sur des ingrédients supplémentaires.
nl: Een klassieke Romeinse pasta met alleen pasta, Pecorino Romano, zwarte peper en zetmeelrijk kookwater, die samen een glanzende, pittig-hartige saus vormen die aan elke streng kleeft. Traditioneel heet geserveerd als eenvoudige maar bevredigende maaltijd in trattoria’s en thuis, met nadruk op techniek en timing in plaats van extra ingrediënten.

# recipe.it_cacio_e_pepe.info.summary
source: Peppery cheese pasta
de: Pfeffrige Käsepasta
fr: Pâtes poivre-fromage
nl: Peperige kaaspasta

# recipe.it_cacio_e_pepe.step1.body
source: Finely grate the Pecorino Romano into a bowl so it melts quickly and smoothly.
de: Pecorino Romano sehr fein in eine Schüssel reiben, damit er schnell und gleichmäßig schmilzt.
fr: Râper très finement le Pecorino Romano dans un bol pour qu il fonde vite et sans grumeaux.
nl: Rasp de Pecorino Romano fijn in een kom zodat hij snel en glad smelt.

# recipe.it_cacio_e_pepe.step1.title
source: Grate the cheese
de: Käse reiben
fr: Râper le fromage
nl: Rasp de kaas

# recipe.it_cacio_e_pepe.step10.body
source: Plate immediately and finish with an extra dusting of black pepper.
de: Sofort anrichten und mit einer zusätzlichen Prise schwarzem Pfeffer vollenden.
fr: Dresser immédiatement et terminer avec un supplément de poivre noir.
nl: Schep direct op en maak af met extra zwarte peper.

# recipe.it_cacio_e_pepe.step10.title
source: Serve
de: Servieren
fr: Servir
nl: Serveer

# recipe.it_cacio_e_pepe.step2.body
source: Bring %i4 to a rolling boil in a large pot and season it with salt.
de: %I4 in einem großen Topf sprudelnd aufkochen und salzen.
fr: Porter %i4 à gros bouillons dans une grande marmite et saler.
nl: Breng %i4 in een grote pan aan de kook en zout het water.

# recipe.it_cacio_e_pepe.step2.title
source: Boil water
de: Wasser kochen
fr: Faire bouillir l eau
nl: Kook water

# recipe.it_cacio_e_pepe.step3.body
source: Add spaghetti and cook until just al dente, stirring occasionally. Reserve a good amount of starchy pasta water before draining.
de: Spaghetti zugeben und gerade eben al dente garen, gelegentlich rühren. Vor dem Abgießen reichlich stärkehaltiges Nudelwasser aufbewahren.
fr: Ajouter les spaghetti et cuire juste al dente en remuant de temps en temps. Réserver une bonne quantité d eau de cuisson amidonnée avant d égoutter.
nl: Voeg spaghetti toe en kook net al dente, roer af en toe. Bewaar ruim wat zetmeelrijk pastawater voordat je afgiet.

# recipe.it_cacio_e_pepe.step3.title
source: Cook the pasta
de: Pasta kochen
fr: Cuire les pâtes
nl: Kook de pasta

# recipe.it_cacio_e_pepe.step4.body
source: Warm a skillet over medium heat, add black pepper, and toast briefly until fragrant.
de: Eine Pfanne bei mittlerer Hitze erwärmen, schwarzen Pfeffer zugeben und kurz rösten, bis er duftet.
fr: Chauffer une poêle à feu moyen, ajouter le poivre noir et le torréfier brièvement jusqu à ce qu il soit parfumé.
nl: Verwarm een koekenpan op middelhoog vuur, voeg zwarte peper toe en rooster kort tot het geurt.

# recipe.it_cacio_e_pepe.step4.title
source: Toast the pepper
de: Pfeffer rösten
fr: Torréfier le poivre
nl: Rooster de peper

# recipe.it_cacio_e_pepe.step5.body
source: Add a ladle of pasta water to the skillet and swirl to form a peppery liquid base.
de: Eine Kelle Nudelwasser in die Pfanne geben und schwenken, bis eine pfeffrige Flüssigkeitsbasis entsteht.
fr: Ajouter une louche d eau de cuisson dans la poêle et faire tourner pour obtenir une base liquide poivrée.
nl: Voeg een soeplepel pastawater toe aan de pan en draai rond tot een peperige basis.

# recipe.it_cacio_e_pepe.step5.title
source: Make a pepper base
de: Pfefferbasis herstellen
fr: Faire une base poivrée
nl: Maak een peperbasis

# recipe.it_cacio_e_pepe.step6.body
source: Take the skillet off the heat for a moment so the mixture is no longer aggressively bubbling before adding cheese.
de: Die Pfanne kurz vom Herd nehmen, damit die Mischung nicht mehr stark blubbert, bevor der Käse dazu kommt.
fr: Retirer la poêle du feu un instant pour que le mélange ne bouillonne plus fortement avant d ajouter le fromage.
nl: Haal de pan kort van het vuur zodat het niet meer hevig borrelt voordat je kaas toevoegt.

# recipe.it_cacio_e_pepe.step6.title
source: Cool slightly
de: Kurz abkühlen lassen
fr: Laisser tiédir
nl: Laat iets afkoelen

# recipe.it_cacio_e_pepe.step7.body
source: In the bowl, mix Pecorino with small splashes of pasta water, stirring until you get a smooth, thick cream.
de: In der Schüssel Pecorino mit kleinen Schüssen Nudelwasser verrühren, bis eine glatte, dicke Creme entsteht.
fr: Dans le bol, mélanger le Pecorino avec de petits ajouts d eau de cuisson en remuant jusqu à obtenir une crème lisse et épaisse.
nl: Meng in de kom Pecorino met kleine scheutjes pastawater en roer tot een gladde, dikke crème.

# recipe.it_cacio_e_pepe.step7.title
source: Build the cheese sauce
de: Käsesauce aufbauen
fr: Monter la sauce au fromage
nl: Maak de kaassaus

# recipe.it_cacio_e_pepe.step8.body
source: Add drained spaghetti to the skillet and toss to coat in the peppery liquid, adding a little pasta water if needed.
de: Die abgetropften Spaghetti in die Pfanne geben und im pfeffrigen Fond schwenken, bei Bedarf etwas Nudelwasser zugeben.
fr: Ajouter les spaghetti égouttés dans la poêle et mélanger pour les enrober, ajouter un peu d eau de cuisson si nécessaire.
nl: Doe de uitgelekte spaghetti in de pan en schep om in de peperige vloeistof, voeg zo nodig wat pastawater toe.

# recipe.it_cacio_e_pepe.step8.title
source: Combine pasta and pepper water
de: Pasta mit Pfefferwasser verbinden
fr: Assembler pâtes et eau poivrée
nl: Meng pasta en peperwater
